package com.bwie.week_02_demo.model.bean;

import java.util.List;

public class bean {


    /**
     * count : 20
     * start : 2
     * total : 139996
     * books : [{"rating":{"max":10,"numRaters":9933,"average":"8.6","min":0},"subtitle":"张爱玲全集01\u2014\u2014小说","author":["张爱玲"],"pubdate":"2012-6-1","tags":[{"count":2739,"name":"张爱玲","title":"张爱玲"},{"count":1150,"name":"小说","title":"小说"},{"count":1103,"name":"爱情","title":"爱情"},{"count":948,"name":"女性","title":"女性"},{"count":805,"name":"中国文学","title":"中国文学"},{"count":800,"name":"倾城之恋","title":"倾城之恋"},{"count":591,"name":"经典","title":"经典"},{"count":437,"name":"中国","title":"中国"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s10205753.jpg","binding":"平装","translator":[],"catalog":"第一炉香\n第二炉香\n茉莉香片\n心经\n封锁\n倾城之恋\n琉璃瓦\n金锁记\n连环套","pages":"326","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s10205753.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s10205753.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s10205753.jpg"},"alt":"https://book.douban.com/subject/10757940/","id":"10757940","publisher":"北京出版集团公司,北京十月文艺出版社","isbn10":"7530211161","isbn13":"9787530211168","title":"倾城之恋","url":"https://api.douban.com/v2/book/10757940","alt_title":"","author_intro":"张爱玲，1920年9月30日出生於上海，原名张煐。1922年迁居天津。1928年由天津搬回上海，读《红楼梦》和《三国演义》。1930年改名张爱玲，1939年考进香港大学，1941年太平洋战争爆发，投入文学创作。两年後，发表《倾城之恋》和《金锁记》等作品，并结识周瘦鹃、柯灵、苏青和胡兰成。1944与胡兰成结婚，1945年自编《倾城之恋》在上海公演；同年，抗战胜利。1947年与胡兰成离婚，1952年移居香港，1955年离港赴美，并拜访胡适。1956年结识剧作家赖雅，同年八月，在纽约与赖雅结婚。1967年赖雅去世，1973年定居洛杉矶；两年后，完成英译清代长篇小说《海上花列传》。1995年九月逝於洛杉矶公寓，享年七十四岁。","summary":"传奇里的倾国倾城的人大抵如此。\n到处都是传奇，可不见得有这么圆满的收场。胡琴咿咿哑哑拉着，在万盏灯的夜晚，拉过来又拉过去，说不尽的苍凉的故事\u2014\u2014不问也罢！\n白流苏和范柳原这一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于\u201c一刹那\u201d体会到了\u201c一对平凡的夫妻\u201d之间的\u201c一点真心\u201d。\n本书收录张爱玲于一九四三年至一九四四年创作的中短篇小说，包括《第一炉香》《第二炉香》《茉莉香片》《心经》等。","series":{"id":"12361","title":"张爱玲全集"},"price":"29.80元"},{"rating":{"max":10,"numRaters":12589,"average":"7.7","min":0},"subtitle":"最激励人心的职场生存小说","author":["崔曼莉"],"pubdate":"2008-5","tags":[{"count":3478,"name":"职场小说","title":"职场小说"},{"count":2513,"name":"职场","title":"职场"},{"count":1372,"name":"小说","title":"小说"},{"count":1179,"name":"销售","title":"销售"},{"count":1104,"name":"浮沉","title":"浮沉"},{"count":980,"name":"外企","title":"外企"},{"count":903,"name":"商战","title":"商战"},{"count":535,"name":"商战小说","title":"商战小说"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s3074739.jpg","binding":"平装","translator":[],"catalog":"《浮沉1》引言第一章 从前台到销售  卖软件与卖冰棍的区别？第二章 初进晶通  你只在自己的船上第三章 邮件事件  要敲山震虎，就要敲得震天响第四章 转战三亚  同事不是朋友，也不是敌人第五章 方卫军事件  怎么会到了没有胜算的局面？第六章 又进晶通  要打败一个人，一定要比他快！第七章 当头棒喝  记住 我们是一个团队第八章 再战晶通  销售工作的确锻炼人第九章 行业峰会的背后  出其不意，攻其不备第十章 \u201c平静\u201d的春节  有些话老板永远不会告诉你第十一章 华丽的晚餐  是共赢还是共输？《浮沉2》第一章  祸起萧墙  垃圾式的炮灰第二章  告别零销售  白猫黑猫，抓到老鼠就是好猫？第三章  峰回路转  摸着石头过河第四章  联欧国际  天下没有免费的午餐第五章  内耗式合作  这是一件没有办法的事第六章  错综复杂  一切都是谜第七章  信私不信公  每个人都需要一条出路第八章  生命的意义  除了升职加薪，生活还有另外的内容第九章  说一个故事  \u201c美好\u201d未来的开局第十章  一击不中  为什么要拒绝一个最好的方案？第十一章 多方会谈  无利不起早第十二章 谁是黄雀，谁是螳螂  从双赢到多赢第十三章 人之常情  真正的罪魁祸首，是人心的欲望第十四章 再见晶通  从\u201c铁\u201d饭碗到\u201c金\u201d饭碗第十五章 危机重重  将军和小兵，都互相需要第十六章 意料之外  性贿赂也是贿赂第十七章 卖冰棍和卖软件的区别  没有优势的竞争毫无意义第十八章 My Way（自己的路）  成长之痛是人生必经的一个阶段第十九章 前程似锦、如履薄冰？  兵家以奇招制胜","pages":"337","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s3074739.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s3074739.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s3074739.jpg"},"alt":"https://book.douban.com/subject/3043491/","id":"3043491","publisher":"陕西师范大学出版社","isbn10":"7561342411","isbn13":"9787561342411","title":"浮沉","url":"https://api.douban.com/v2/book/3043491","alt_title":"","author_intro":"崔曼莉，女，毕业于南京大学，做过电视节目主持人、策划人，有过国企、知名外企从业经历，2004年进入互联网产业，现为某高科技公司执行总裁。2007年9月化名京城洛神，在网络发表长篇小说《浮沉》第一部，引起轰动。","summary":"赛思中国的前台乔莉借助总裁秘书这块跳板成功转型为销售后，她一面承受着没有销售经验的压力，一面备受办公室政治的困扰。正苦恼间，一个价值7亿的大单与她不期而遇。在这场没有流血却你死我活的搏杀中，她是一颗悲壮的棋子，又是一名无畏的勇士，她既可能一战成名，也可能沦为阵前的炮灰\u2026\u2026","series":{"id":"15625","title":"浮沉"},"price":"32.00"},{"rating":{"max":10,"numRaters":12681,"average":"8.6","min":0},"subtitle":"特德·姜科幻小说集","author":["[美] 特德·姜"],"pubdate":"2015-5","tags":[{"count":5017,"name":"科幻","title":"科幻"},{"count":3150,"name":"科幻小说","title":"科幻小说"},{"count":2593,"name":"小说","title":"小说"},{"count":2009,"name":"特德·姜","title":"特德·姜"},{"count":1623,"name":"美国","title":"美国"},{"count":1534,"name":"外国文学","title":"外国文学"},{"count":1156,"name":"美国文学","title":"美国文学"},{"count":1123,"name":"特德姜","title":"特德姜"}],"origin_title":"Stories of Your Life and Others","image":"https://img3.doubanio.com/view/subject/m/public/s28033064.jpg","binding":"精装","translator":["李克勤","王荣生","姚向辉"],"catalog":"你一生的故事\n巴比伦塔\n领悟\n除以零\n七十二个字母\n人类科学之演变\n地狱是上帝不在的地方","ebook_url":"https://read.douban.com/ebook/27024730/","pages":"292","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s28033064.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s28033064.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s28033064.jpg"},"alt":"https://book.douban.com/subject/26295448/","id":"26295448","publisher":"译林出版社","isbn10":"754475247X","isbn13":"9787544752473","title":"你一生的故事","url":"https://api.douban.com/v2/book/26295448","alt_title":"Stories of Your Life and Others","author_intro":"特德\u2022姜（Ted Chiang）\n美国华裔科幻作家，1967年生。毕业于布朗大学计算机专业，之后从事软件行业。自1990年发表处女作《巴比伦塔》至今，只出版了十四篇短篇或中篇小说，却让他捧回了包括星云奖、雨果奖、坎贝尔奖在内的几乎所有科幻大奖的奖杯。","summary":"一瞥之下，过去与未来轰轰然同时并至，\n我的意识成为长达半个世纪的灰烬，时间未至已成灰。\n五十年诸般纷纭并发眼底，我的余生尽在其中。\n还有，你的一生。\n《你一生的故事》结集特德·姜早期的七篇作品：代表作《你一生的故事》、处女作《巴比伦塔》以及《领悟》、《除以零》、《七十二个字母 》、《人类科学之演变》、《地狱是上帝不在的地方》\u2014\u2014\n一个语言学家学会了一门外星语言，彻底改变了她的世界观。过去、现在、未来，在她眼前同时展开。\n为了离上帝更近，人类伐木烧砖，拉车砌塔，经过无数个世代的辛劳，终于建成一座巍峨耸立于天地之间的通天塔。\n只要一小瓶药水，就能拥有超人智慧，这个诱惑无人能挡。可惜超人不止一个，荡气回肠的超人对决之后，领悟终极的智慧。\n任何数字除以零，都不会得出一个有意义的结果。两个人的感情除以零，结果是什么？\n在一个\u201c名字驱动一切\u201d的世界，命名师们玩转七十二个字母，寻找人类种族繁衍的密码。\n当人类的所有科学研究仅仅局限在解读后人类的科研成果时，这种研究是否还有存在的必要？\n妻子在天使下凡时去世，丈夫却必须学习如何热爱上帝，以便死后与妻子团聚。","ebook_price":"19.90","series":{"id":"26764","title":"特德·姜科幻作品"},"price":"36.00元"},{"rating":{"max":10,"numRaters":20467,"average":"8.3","min":0},"subtitle":"莫泊桑中短篇小说选","author":["[法] 莫泊桑"],"pubdate":"2005-2","tags":[{"count":3507,"name":"莫泊桑","title":"莫泊桑"},{"count":2171,"name":"外国文学","title":"外国文学"},{"count":1328,"name":"法国","title":"法国"},{"count":1186,"name":"小说","title":"小说"},{"count":1087,"name":"项链","title":"项链"},{"count":769,"name":"名著","title":"名著"},{"count":737,"name":"经典","title":"经典"},{"count":556,"name":"外国名著","title":"外国名著"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s1240228.jpg","binding":"平装","translator":["顾加琛 等"],"catalog":"1  朋友约瑟夫\n2  生怪胎的女人\n3  孤儿\n4  暖房\n5  德尼\n6  他？\n7  哈丽特小姐\n8  安德烈的病痛\n9  唇髭\n10  通布克图\n\u2026\u2026","pages":"404","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s1240228.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s1240228.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s1240228.jpg"},"alt":"https://book.douban.com/subject/1258498/","id":"1258498","publisher":"河北教育出版社","isbn10":"7543425653","isbn13":"9787543425651","title":"项链","url":"https://api.douban.com/v2/book/1258498","alt_title":"","author_intro":"莫泊桑，19世纪后半期法国优秀的批判现实主义作家。一生创作了6部长篇小说和356多篇中短篇小说，他的文学成就以短篇小说最为突出，被誉为\u201c短篇小说之王\u201d，对后世产生极大影响。 莫泊桑出身于一个没落贵族之家，母亲醉心文艺。他受老师、诗人路易·布那影响，开始多种体裁的文学习作，后在福楼拜亲自指导下练习写作，参加了以左拉为首的自然主义作家集团的活动。\n他以《羊脂球》（1880）入选《梅塘晚会》短篇小说集，一跃登上法国文坛，其创作盛期是80年代。10年间，他创作了6部长篇小说：《一生》（1883）、《俊友》（1885）、《温泉》（1886）、《皮埃尔和若望》（1887）、《像死一般坚强》（1889）、《我们的心》（1890）。这些作品揭露了第三共和国的黑暗内幕：内阁要员从金融巨头的利益出发，欺骗议会和民众，发动掠夺非洲殖民地摩洛哥的帝国主义战争；抨击了统治集团的腐朽、贪婪、尔虞我诈的荒淫无耻。莫泊桑还创作了350多部中短篇小说，在揭露上层统治者及其毒化下的社会风气盼同时，对被侮辱被损害的小人物寄予深切同情。短篇的主题大致可归纳为三个方面：第一是讽刺虚荣心和拜金主义，如《项链》、《我的叔叔于勒》；第二是描写劳动人民的悲惨遭遇，赞颂其正直、淳朴、宽厚的品格，如《归来》；第三是描写普法战争，反映法国人民爱国情绪，如《羊脂球》。莫泊桑短篇小说布局结构的精巧。典型细节的选用、叙事抒情的手法以及行云流水般的自然文笔，都给后世作家提供了楷模。","summary":"莫泊桑被尊称为\u201c世界短篇小说之王\u201d，他将短篇小说的趣味提升到前所未有的高度。在他的笔下，各种社会事件，如战争、政变、普选等，都得到了如实的表现；各个阶层的生活，如上层人士的纸醉金迷，中产阶级的锱必较，乡人村姑的朴素自然，都得到了形象的描绘；各种各样的人物，贵族、官僚、职员、店主、乞丐、妓女，都得到了逼真的刻画；各种各样的场景，如豪华的晚会、精致的沙龙、荒蛮的原野、喧哗的集镇、森严的官府、热门的街道，都得到了生动的写照。可以说，莫泊桑的短篇小说，是一幅栩栩如生的19世纪下半叶法国社会风俗长卷。","price":"28.00元"},{"rating":{"max":10,"numRaters":2938,"average":"8.8","min":0},"subtitle":"一部十万个词语的辞典小说","author":["(塞尔维亚)米洛拉德·帕维奇"],"pubdate":"2013-1-1","tags":[{"count":1758,"name":"哈扎尔辞典","title":"哈扎尔辞典"},{"count":1554,"name":"小说","title":"小说"},{"count":1152,"name":"塞尔维亚","title":"塞尔维亚"},{"count":1044,"name":"外国文学","title":"外国文学"},{"count":791,"name":"米洛拉德·帕维奇","title":"米洛拉德·帕维奇"},{"count":703,"name":"辞典小说","title":"辞典小说"},{"count":529,"name":"文学","title":"文学"},{"count":448,"name":"塞尔维亚文学","title":"塞尔维亚文学"}],"origin_title":"Хазарски речник;Hazarski rečnik","image":"https://img3.doubanio.com/view/subject/m/public/s24590723.jpg","binding":"精装","translator":["南山","戴骢","石枕川"],"catalog":"中译本译者序\u2026\u2026\u2026\u2026\u2026\u2026\u2026\u20261\n卷首导语\u2026\u2026\u2026\u2026\u2026\u2026\u2026\u20261\n一、 《哈扎尔辞典》编纂始末\u2026\u2026\u2026\u20261\n二、 《哈扎尔辞典》版本溯源\u2026\u2026\u2026\u20268\n三、 《哈扎尔辞典》使用说明\u2026\u2026\u2026\u202611\n四、 达乌勃马奴斯母版序言残片（译自拉丁文）\n达氏母版于1691年面世后被毁\u2026\u2026\u2026\u202613\n红书\n\u2014\u2014基督教关于哈扎尔问题的史料\u2026\u2026\u2026\u20261\n绿书\n\u2014\u2014伊斯兰教关于哈扎尔问题的史料\u2026\u2026\u2026103\n黄书\n\u2014\u2014古犹太教关于哈扎尔问题的史料\u2026\u2026\u2026185\n补编一\n杰奥克季斯特\u2022尼科尔斯基神甫\n\u2014\u2014初版《哈扎尔辞典》的编纂者\u2026\u2026\u2026293\n补编二\n阿布\u2022卡比尔\u2022穆阿维亚凶杀案证词\n笔录（节录）\u2026\u2026\u2026\u2026\u2026\u2026\u2026\u2026317\n结束语\u2026\u2026\u2026\u2026\u2026\u2026\u2026\u2026325\n作者简介\u2026\u2026\u2026\u2026\u2026\u2026\u2026\u2026328","pages":"360","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s24590723.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s24590723.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s24590723.jpg"},"alt":"https://book.douban.com/subject/11528350/","id":"11528350","publisher":"上海译文出版社","isbn10":"7532759067","isbn13":"9787532759064","title":"哈扎尔辞典（阳本）","url":"https://api.douban.com/v2/book/11528350","alt_title":"Хазарски речник;Hazarski rečnik","author_intro":"米洛拉德\u2022帕维奇（1929－2009）\n塞尔维亚作家，文艺学家，哲学博士，贝尔格莱德大学教授，塞尔维亚科学和艺术院院士，全欧文化学会和全欧科学与艺术家协会成员。曾被美国、欧洲和巴西的学者提名为诺贝尔文学奖候选人。\n代表作《哈扎尔辞典》开创了辞典小说的先河。主要作品有：短篇小说集《铁幕》（1973）、《圣马克的马》（1976）、《青铜器》（1979）、《俄罗斯猎犬》（1979）、《贝尔格莱德故事新编》（1981）、《翻过来的手套》（1989）；诗歌散文集《最后时刻的灵魂谷》（1982）；长篇小说《哈扎尔辞典》（1984年获南斯拉夫最佳小说奖）、《用茶水画成的风景画》（1988年获南斯拉夫最佳作品奖）、《风的内侧，又名海洛和利安德尔的小说》（1991）。 近作有剧本《永恒之后的一天》（1993）、长篇小说《君士坦丁堡最后之恋》（1995）、短篇小说《鱼鳞帽\u2014\u2014艳史》（1996）。","summary":"这是一部关于盗梦和秘密的迷宫辞典体小说，包括一明一暗两条线索：历史线索和魔幻线索。历史线索即作者明确告诉我们的，历史上出现过一次哈扎尔大论辩，目的在于帮助哈扎尔可汗选择宗教。在可汗邀请下，基督教、犹太教和伊斯兰教的代表都汇集到哈扎尔首都，举行了一次大论辩。对于辩论结果，各个宗教都有自己的说法。由于哈扎尔人自己写的历史已淹没无闻，只能通过基督教、犹太教和伊斯兰教的文献来佐证这次大论辩的结果。但三个宗教记载的结果相互矛盾，都认为自己是胜者。作者把全书分成三部分，《红书》中讲述基督教的说法，《绿书》讲述伊斯兰教的说法，《黄书》讲述犹太教说法。哪种说法为真，书中没有明言，留给读者自己去判断。\n魔幻线索隐藏在明线之中，需要读者抽丝剥茧。公元9世纪，阿捷赫公主坚守哈扎尔人独有的捕梦者宗教，相信梦中人能在不同人梦里穿越，捕梦者通过采集人的梦，可以整理出关于\u201c第三天神阿丹\u2022鲁阿尼\u201d的知识，从而获得宇宙的秘密，并无限接近上帝。公主和她的爱人各写了一本书，书中讲述捕梦法以及如何获得第三天神神性的方法。这两本书即《哈扎尔辞典》的源头，由两人所写，就有了阴阳本的区别。此书令魔鬼们害怕，他们让公主爱人死去，公主也被剥夺了说话能力，书散失了。那些无意中悟出盗梦真谛的人们曾两次试图将书还原，他们根据梦境和零星线索，分别在1691年和1982年出版了《哈扎尔辞典》，但他们的尝试都被魔鬼阻断了。到1982年，第三天神的神性处于高峰期，三个魔鬼担心三个盗梦人成功收齐辞典，就杀死其中两位，把另一个关进牢房，使这个知识再次成为断片。这些断片汇集成了第二版，也就是如今读者手上的《哈扎尔辞典》。","series":{"id":"19619","title":"哈扎尔辞典"},"price":"45.00元"},{"rating":{"max":10,"numRaters":8197,"average":"8.1","min":0},"subtitle":"藍小說952-953","author":["村上春樹"],"pubdate":"2009-11","tags":[{"count":3629,"name":"村上春树","title":"村上春树"},{"count":1443,"name":"1Q84","title":"1Q84"},{"count":1064,"name":"日本文学","title":"日本文学"},{"count":1054,"name":"日本","title":"日本"},{"count":738,"name":"小说","title":"小说"},{"count":500,"name":"村上春樹","title":"村上春樹"},{"count":298,"name":"文学","title":"文学"},{"count":247,"name":"外国文学","title":"外国文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s4036077.jpg","binding":"精裝","translator":["賴明珠"],"catalog":"《1Q84 BOOK 1》\n第1章  青豆  不要被外表騙了\n第2章  天吾  一黠不同的創意\n第3章  青豆  已經改變的幾個事實\n第4章  天吾  如果你希望這樣\n第5章  青豆  需要導門技能和馴煉的職業\n第6章  天吾  我們會去很遠的地方嗎?\n第7章  青豆  要靜悄悄的別驚醒蝴蝶\n第8章  天吾  到陌生的地方去兄陌生的人\n第9章  青豆  凰景改燮、規則改燮\n第10章  天吾  直一正流血的真正革命\n第11章  青豆  肉髓才是人類的神殿\n第12章  天吾  愿你的王國降臨\n第13章  青豆  天生的受害者\n第14章  天吾  幾乎所有的讀者遇去都沒看過的束西\n第15章  青豆  氣球綁上錨般穩固\n第16草  天吾  你喜歡我高興\n第17章  青豆  不管我們將幸福或不幸\n第18章  天吾  不再有Bi∞Brothe_出現的一幕\n第19章  青豆  分享秘密的女人傭\n第20章  天吾  可憐的吉利亞克人\n第21章  青豆  無論想去多遠的地方\n第22章  天吾  時間可以以歪斜的形式前進\n第23章  青豆  適只是什麼事的開始而已\n第24章  天吾  不是這里的世界是什麼意思呢?\n《1Q84 BOOK 2》\n第1章  青豆  那是世界上最無聊的地方\n第2章  天吾  除了靈魂什麼也沒有\n第3章  青豆  出生的方法無法選擇，但死的方法欲可以選擇\n第4章  天吾  或許不該期待那件事\n第5章  青豆  一只老鼠遇見素食主義的貓\n第6章  天吾  我們擁有很長的手臂\n第7章  青豆  你現在正要踏進的地方是\n第8章  天吾  那些貓快要出來的時刻\n第9章  青豆  以恩寵的代價所送來的東西\n第10章  天吾  請求被拒絕\n第11章  青豆  平衡本身就是善\n第12章  天吾  沒辦法用手指算的東西\n第13章  青豆  如果沒有你的愛\n第14章  天吾  收到的包裹\n第15章  青豆  幽靈出現的時間終于要開始了\n第16草  天吾  簡直像幽靈船一樣\n第17章  青豆  取出老鼠\n第18章  天吾  沉默而孤獨的行星\n第19章  青豆  Daughter醒來的時候\n第20章  天吾  海象和瘋狂地帽子先生\n第21章  青豆  怎麼辦才好呢？\n第22章  天吾  只要天空浮著兩個月亮\n第23章  青豆  讓老虎為您的車加油\n第24章  天吾  趁著還有溫度","pages":"","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s4036077.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s4036077.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s4036077.jpg"},"alt":"https://book.douban.com/subject/4047637/","id":"4047637","publisher":"時報文化","isbn10":"9571351032","isbn13":"9789571351032","title":"1Q84","url":"https://api.douban.com/v2/book/4047637","alt_title":"","author_intro":"村上春樹\n一九四九年生於日本兵庫縣，日本早稻田大學戲劇系畢業。\n一九七九年以《聽風的歌》獲得「群像新人賞」，新穎的文風被譽為日本「八○年代文學旗手」，一九八七年暢銷七百萬冊的代表作《挪威的森林》出版，奠定村上在日本多年不墜的名聲，除了暢銷，也屢獲「野間文藝賞」、「谷崎潤一郎文學賞」等文壇肯定，三部曲《發條鳥年代記》更受到「讀賣文學賞」的高度肯定。除了暢銷，村上獨特的都市感及寫作風格也成了世界年輕人認同的標誌。\n作品中譯本至《1Q84》今已有50本。","summary":"故事以雙線進行，並以村上較少用的第三人稱全知觀點來說故事。時間是1984年，少女青豆在健身俱樂部工作，但她另有一個神祕的身分，而熱愛寫作的補習班數學老師天吾則為了一篇小說新人獎投稿著迷不已，兩個主角雙線平行地發展，從互不相關、到發展出奇妙的戀情，從詭異的1Q84年回到幼年的60年代\u2026\u2026\n「不管喜不喜歡，我現在正置身於這『1Q84年』。我所熟知的1984年已經消失無蹤不存在了。現在是1Q84年。空氣變了，風景變了。我對帶有問號的世界的成立方式，必須盡可能快速適應。就像剛被野放到新森林裡的動物那樣。保護自己的身體，為了生存下去，必須早一刻理解那個場所的規則，配合那個才行。」","series":{"id":"734","title":"村上春樹作品"},"price":"NTD800元"},{"rating":{"max":10,"numRaters":8046,"average":"9.2","min":0},"subtitle":"","author":["[阿根廷] 博尔赫斯"],"pubdate":"2005-12","tags":[{"count":5881,"name":"博尔赫斯","title":"博尔赫斯"},{"count":2645,"name":"小说","title":"小说"},{"count":1937,"name":"阿根廷","title":"阿根廷"},{"count":1746,"name":"外国文学","title":"外国文学"},{"count":895,"name":"博尔赫斯小说集","title":"博尔赫斯小说集"},{"count":840,"name":"文学","title":"文学"},{"count":684,"name":"迷宫小说","title":"迷宫小说"},{"count":653,"name":"经典","title":"经典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s1466762.jpg","binding":"平装","translator":["王永年","陈泉"],"catalog":"心狠手辣的解放者莫雷尔\n难以置信的冒名者汤姆·卡斯特罗\n女海盗金寡妇\n作恶多端的蒙克·伊斯曼\n杀人不眨眼的比尔·哈里根\n无礼的掌礼官上野介\n蒙面染工梅尔夫的哈基姆\n玫瑰角的汉子\n以上《恶棍列传》\n环形废墟\n巴比伦彩票\n通天塔图书馆\n小径分岔的花园\n刀疤\n死亡与指南针\n秘密的奇迹\n结局\n南方\n以上《虚构集》\n永生\n釜底游鱼\n神学家\n埃玛·宗兹\n阿斯特里昂的家\n另一次死亡\n德意志安魂曲\n扎伊尔\n神的文字\n等待\n门槛旁边的人\n阿莱夫\n以上《阿莱夫》\n第三者\n小人\n罗森多·华雷斯的故事\n遭遇\n胡安·穆拉尼亚\n老夫人\n决斗\n决斗(另篇)\n瓜亚基尔\n《马可福音》\n布罗迪报告\n以上《布罗迪报告》\n另一个人\n乌尔里卡\n代表大会\n事犹未了\n三十教派\n奇遇之夜\n镜子与面具\n翁德尔\n一个厌倦的人的乌托邦\n贿赂\n阿韦利诺·阿雷东多\n圆盘\n沙之书\n以上《沙之书》\n1983年8月25日\n蓝虎\n帕拉塞尔苏斯的玫瑰\n莎士比亚的记忆\n以上《莎士比亚的记忆》","pages":"373","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s1466762.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s1466762.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s1466762.jpg"},"alt":"https://book.douban.com/subject/1440972/","id":"1440972","publisher":"浙江文艺出版社","isbn10":"753392231X","isbn13":"9787533922313","title":"博尔赫斯小说集","url":"https://api.douban.com/v2/book/1440972","alt_title":"","author_intro":"豪尔赫·路易斯·博尔赫斯（1899-1986），阿根廷诗人、小说家，生于布宜诺斯艾利斯市。第一次世界大战期问，先后在英国的剑桥、瑞士的日内瓦受教育，大战结束后，在欧洲各国游历，并在西班牙居住了一个时期。1920年起开始写诗，与当时欧洲的先锋派文学发生了共鸣。1921年回到布宜诺斯艾利斯，在该市的几个公共图书馆任职，同时从事写作、讲学、编辑期刊等活动。1923年出版第一本诗集《布宜诺斯艾利斯的热情》，接着又出版了两本诗集：《面前的月亮》（1925）和《圣马丁的手册》（ig29）。其后转向短篇小说创作，第一本短篇小说集《世界性的丑事》在1935年出版。1941年出版的短篇小说集《交叉小径的花园》，使他不仅在阿根廷和拉丁美洲，而且在西方获得了声誉。1944年，这本短篇集又与另一本短篇集《手工艺品》合并出版，书名《小说》，成为他的主要作品之一。其后，又连续发表了三个短篇小说集：《阿莱夫》（1949），《死亡与罗盘》（1951），《勃罗迪的报告》（1970）。此外，他还写有大量的散文、小品文和文学评论。","summary":"收录小说五十九篇，分别见诸博尔赫斯的六个小说集，即《恶棍列传》（1935）、《虚构集》（1944）、《阿莱夫》（1949）、《布罗迪报告》（1970）、《沙之书》（1970）和《莎士比亚的记忆》（1983）。选取标准主要是考虑读者通常的阅读口味，即选取可读性强的篇目。《莎士比亚的记忆》四篇由陈泉译出，其余各篇王永年译。","series":{"id":"4541","title":"巨擘书库"},"price":"26.00元"},{"rating":{"max":10,"numRaters":32183,"average":"8.6","min":0},"subtitle":"欧·亨利短篇小说经典","author":["[美] 欧·亨利"],"pubdate":"2003-7","tags":[{"count":6420,"name":"欧·亨利","title":"欧·亨利"},{"count":3789,"name":"外国文学","title":"外国文学"},{"count":3000,"name":"麦琪的礼物","title":"麦琪的礼物"},{"count":2328,"name":"小说","title":"小说"},{"count":1799,"name":"美国","title":"美国"},{"count":1794,"name":"经典","title":"经典"},{"count":1002,"name":"名著","title":"名著"},{"count":986,"name":"外国名著","title":"外国名著"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s1137441.jpg","binding":"平装","translator":["张经浩"],"catalog":"译序\n1 警察与圣歌\n2 带家具的房间\n3 托宾的掌纹\n4 麦琪的礼物\n5 二十年后\n6 最后一片叶\n7 财神与爱神\n8 失算\n9 五月是个结婚月\n10 艾基・舍思斯坦的春药\n......","pages":"354","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s1137441.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s1137441.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s1137441.jpg"},"alt":"https://book.douban.com/subject/1051193/","id":"1051193","publisher":"上海社会科学院出版社","isbn10":"7806812296","isbn13":"9787806812297","title":"麦琪的礼物","url":"https://api.douban.com/v2/book/1051193","alt_title":"","author_intro":"","summary":"选收欧·亨利的小说34篇，国外当代文学类重要工具书介绍的有代表性的作品均已收入。欧·亨利是位有独特风格的杰出短篇小说家，以巧妙的构思、夸张和幽默的文笔反映了他那个时代的人和事。","price":"25.00元"},{"rating":{"max":10,"numRaters":4257,"average":"9.1","min":0},"subtitle":"张爱玲全集04\u2014\u2014小说","author":["张爱玲"],"pubdate":"2012-6-1","tags":[{"count":1309,"name":"张爱玲","title":"张爱玲"},{"count":535,"name":"爱情","title":"爱情"},{"count":530,"name":"小说","title":"小说"},{"count":365,"name":"半生缘","title":"半生缘"},{"count":343,"name":"中国文学","title":"中国文学"},{"count":250,"name":"文学","title":"文学"},{"count":242,"name":"生活比死难堪","title":"生活比死难堪"},{"count":206,"name":"中国","title":"中国"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s10199588.jpg","binding":"平装","translator":[],"catalog":"","pages":"345","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s10199588.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s10199588.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s10199588.jpg"},"alt":"https://book.douban.com/subject/10757938/","id":"10757938","publisher":"北京十月文艺出版社","isbn10":"7530211145","isbn13":"9787530211144","title":"半生缘","url":"https://api.douban.com/v2/book/10757938","alt_title":"","author_intro":"张爱玲，1920年9月30日出生於上海，原名张煐。1922年迁居天津。1928年由天津搬回上海，读《红楼梦》和《三国演义》。1930年改名张爱玲，1939年考进香港大学，1941年太平洋战争爆发，投入文学创作。两年後，发表《倾城之恋》和《金锁记》等作品，并结识周瘦鹃、柯灵、苏青和胡兰成。1944与胡兰成结婚，1945年自编《倾城之恋》在上海公演；同年，抗战胜利。1947年与胡兰成离婚，1952年移居香港，1955年离港赴美，并拜访胡适。1956年结识剧作家赖雅，同年八月，在纽约与赖雅结婚。1967年赖雅去世，1973年定居洛杉矶；两年后，完成英译清代长篇小说《海上花列传》。1995年九月逝於洛杉矶公寓，享年七十四岁。","summary":"《半生缘》讲的是三十年代上海的一个悲惨的爱情故事。女主人公顾曼桢家境贫寒，自幼丧父，老小七人全靠姐姐曼璐做舞女养活。曼桢毕业后在一家公司工作，与来自南京的许世钧相爱，世钧深深同情曼桢的处境，决定与之结婚。曼璐终于也嫁人了，姐夫祝鸿才是个暴发户，当得知曼璐不能生育，便日生厌弃之心，曼璐为了栓住祝生出一条残计\u2026\u2026十八年在天才作家张爱玲的笔下一晃就过去了，曼桢和世钧又在上海相遇，而岁月变迁绿树早已成荫\u2026\u2026\n本书收录张爱玲的第一部长篇小说。初载一九五○年四月二十五日至一九五一年二月十一日《亦报》，题《十八春》，一九五一年十一月上海亦报社出版单行本；经张爱玲改写后，以《惘然记》为题连载于一九六七年二月至七月《皇冠》月刊，一九六九年七月皇冠出版社出版单行本，改名《半生缘》。","series":{"id":"12361","title":"张爱玲全集"},"price":"29.60元"},{"rating":{"max":10,"numRaters":5623,"average":"8.6","min":0},"subtitle":"张爱玲全集02\u2014\u2014小说","author":["张爱玲"],"pubdate":"2012-6","tags":[{"count":1629,"name":"张爱玲","title":"张爱玲"},{"count":639,"name":"小说","title":"小说"},{"count":605,"name":"红玫瑰与白玫瑰","title":"红玫瑰与白玫瑰"},{"count":461,"name":"女性","title":"女性"},{"count":429,"name":"中国文学","title":"中国文学"},{"count":416,"name":"如人饮水，冷暖自知","title":"如人饮水，冷暖自知"},{"count":399,"name":"爱情","title":"爱情"},{"count":314,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s10199551.jpg","binding":"平装","translator":[],"catalog":"年轻的时候\n花凋\n鸿鸾禧\n红玫瑰与白玫瑰\n散戏\n殷宝滟送花楼会\n桂花蒸 阿小悲秋\n等\n留情\n创世纪\n郁金香\n多少恨","pages":"290","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s10199551.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s10199551.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s10199551.jpg"},"alt":"https://book.douban.com/subject/10757939/","id":"10757939","publisher":"北京十月文艺出版社","isbn10":"7530211153","isbn13":"9787530211151","title":"红玫瑰与白玫瑰","url":"https://api.douban.com/v2/book/10757939","alt_title":"","author_intro":"张爱玲，1920年9月30日出生於上海，原名张煐。1922年迁居天津。1928年由天津搬回上海，读《红楼梦》和《三国演义》。1930年改名张爱玲，1939年考进香港大学，1941年太平洋战争爆发，投入文学创作。两年後，发表《倾城之恋》和《金锁记》等作品，并结识周瘦鹃、柯灵、苏青和胡兰成。1944与胡兰成结婚，1945年自编《倾城之恋》在上海公演；同年，抗战胜利。1947年与胡兰成离婚，1952年移居香港，1955年离港赴美，并拜访胡适。1956年结识剧作家赖雅，同年八月，在纽约与赖雅结婚。1967年赖雅去世，1973年定居洛杉矶；两年后，完成英译清代长篇小说《海上花列传》。1995年九月逝於洛杉矶公寓，享年七十四岁。","summary":"《红玫瑰与白玫瑰》收录了张爱玲1944年的中短篇小说作品。\u201c也许每一个男子全都有过这样的两个女人，至少两个。娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是\u201c床前明月光\u201d；娶了白玫瑰，白的便是衣服上沾的一粒饭黏子，红的却是心口上一颗朱砂痣。\u201d\u2014\u2014这句话成了脍炙人口的名言，《红玫瑰与白玫瑰》也因此家喻户晓。","series":{"id":"12361","title":"张爱玲全集"},"price":"28.00元"},{"rating":{"max":10,"numRaters":3693,"average":"8.6","min":0},"subtitle":"","author":["毕飞宇"],"pubdate":"2017-2","tags":[{"count":1282,"name":"毕飞宇","title":"毕飞宇"},{"count":1020,"name":"写作","title":"写作"},{"count":918,"name":"小说鉴赏课","title":"小说鉴赏课"},{"count":803,"name":"小说","title":"小说"},{"count":663,"name":"文学","title":"文学"},{"count":658,"name":"小说研究","title":"小说研究"},{"count":505,"name":"中国文学","title":"中国文学"},{"count":457,"name":"文学评论","title":"文学评论"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s29374400.jpg","binding":"精装","translator":[],"catalog":"建构生动有趣的全民阅读（丁帆、王尧）\n看苍山绵延，听波涛汹涌\u2014\u2014读蒲松龄《促织》\n\u201c走\u201d与\u201c走\u201d\u2014\u2014小说内部的逻辑与反逻辑\n两条项链\u2014\u2014小说内部的制衡和反制衡\n奈保尔，冰与火\u2014\u2014我读《布莱克·沃滋沃斯》\n什么是故乡？\u2014\u2014读鲁迅先生的《故乡》\n刀光与剑影之间\u2014\u2014读海明威的短篇小说《杀手》\n反哺\u2014\u2014虚构人物对小说作者的逆向创造\n倾\u201c庙\u201d之恋\u2014\u2014读汪曾祺的《受戒》\n附录：\n我读《时间简史》\n货真价实的古典主义\u2014\u2014读哈代《德伯家的苔丝》后记","ebook_url":"https://read.douban.com/ebook/46661532/","pages":"212","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29374400.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29374400.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29374400.jpg"},"alt":"https://book.douban.com/subject/26951584/","id":"26951584","publisher":"人民文学出版社","isbn10":"7020122736","isbn13":"9787020122738","title":"小说课","url":"https://api.douban.com/v2/book/26951584","alt_title":"","author_intro":"毕飞宇 1964年1月生于江苏兴化，现为南京大学教授。20世纪80年代中期开始小说创作，著有《毕飞宇文集》四卷（2003）、《毕飞宇作品集》七卷、（2009）毕飞宇文集九卷（2015），代表作有短篇小说《哺乳期的女人》《地球上的王家庄》，中篇小说《青衣》《玉米》，长篇小说《平原》《推拿》。《哺乳期的女人》获首届鲁迅文学奖，《玉米》获第三届鲁迅文学奖，《Three Sisters》(《玉米》《玉秀》《玉秧》)获英仕曼亚洲文学奖，《平原》获法国《世界报》文学奖，《推拿》获得第八届茅盾文学奖。作品有二十多个语种的译本在海外发行。","summary":"►关于阅读，他们这样说：\n通过认真阅读小说，我在年轻的时候学会了认真对待生活\u2014\u2014[土耳其] 奥尔罕·帕慕克\n不管多忙，生活多困苦，读书和听音乐，对我来说始终都是不变的巨大喜悦。唯有那喜悦是任何人都无法夺走的。\u2014\u2014[日本] 村上春树\n在青少年时代，每一次阅读跟每一次经验一样，都会产生独特的滋味和意义；而在成熟的年龄，一个人会欣赏更多的细节、层次和含义。\u2014\u2014[意大利] 伊塔洛·卡尔维诺\n►毕飞宇这样说：\n有时候我把小说看得很重，足可比拟生命。有时候我也会把小说看得非常轻，它就是玩具，一个手把件，我的重点不在看，而在摩挲，一遍又一遍。\n对许多人来说，因为有了足够的生活积累，他拿起了笔。我正好相反，我的人生极度苍白，我是依仗着阅读和写作才弄明白一些事情的。\n集结万千读者的热情期待，网络阅读量超千万，2016腾讯书院文学奖获奖作品！\n广受好评，最不一样的阅读范本\n茅盾文学奖获得者毕飞宇带你进入最妙不可言的小说世界\n你，真的读懂小说了吗？\n一千个读者就有一千个哈姆雷特，我渴望我的这本书可以抵达文学的千分之一。\u2014\u2014毕飞宇\n经典不仅仅是文学史上那些德高望重的作品，经典首要的意义是作者与读者的沟通\n别具一格的阅读体验，与众不同的毕氏解读\n以小说家的眼光读小说！\n以普通人的姿态读人性 ！\n经典，原来可以这样读！\n\n本书辑录了作家毕飞宇在南京大学等高校课堂上与学生谈小说的讲稿，所谈论的小说皆为古今中外名著经典，既有《聊斋志异》《水浒传》《红楼梦》，也有哈代、海明威、奈保尔、乃至霍金等人的作品，讲稿曾发表于《钟山》杂志，广为流传，特结集以飨读者。","ebook_price":"19.00","series":{"id":"37517","title":"大家读大家"},"price":"38.00"},{"rating":{"max":10,"numRaters":5922,"average":"9.1","min":0},"subtitle":"","author":["[英] 威廉·萨默塞特·毛姆"],"pubdate":"2012-11","tags":[{"count":3666,"name":"毛姆","title":"毛姆"},{"count":1404,"name":"英国文学","title":"英国文学"},{"count":1144,"name":"小说","title":"小说"},{"count":1138,"name":"短篇小说","title":"短篇小说"},{"count":810,"name":"外国文学","title":"外国文学"},{"count":742,"name":"英国","title":"英国"},{"count":517,"name":"短篇集","title":"短篇集"},{"count":459,"name":"文学","title":"文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s24174596.jpg","binding":"精装","translator":["冯亦代","傅惟慈","陆谷孙","冯涛","翁如琏","李燕乔","黄昱宁","汤伟","屠珍","郑庆芝","贺广贤","王升印","恺蒂"],"catalog":"雨（冯亦代译）\n爱德华\u2022巴纳德的堕落（傅惟慈译）\n午餐（傅惟慈译）\n生活的事实(冯涛译）\n舞男舞女（翁如琏译）\n狮皮（冯涛译）\n逃脱（李燕乔 傅惟慈译）\n格拉斯哥的来客（郑庆芝译）\n赴宴之前（屠珍译）\n珍珠项链（贺广贤 王升印译）\n美德（恺蒂译）\n流浪汉（汤伟译）\n蒙德拉哥勋爵（梅绍武译）\n教堂堂守（叶念先译）\n患难之交（汤伟译）\n满满一打（屠珍译）\n简（黄昱宁译）\n插曲（冯涛译）\n风筝（冯涛译）\n吞食魔果的人（陆谷孙译）\n信（冯涛译）\n在劫难逃（冯涛译）\n雷德（冯涛译）\n附录\n\u201c食莲\u201d还是\u201c吞枣\u201d（陆谷孙）\n卡普里之恋（董桥）","ebook_url":"https://read.douban.com/ebook/2523017/","pages":"477","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s24174596.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s24174596.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s24174596.jpg"},"alt":"https://book.douban.com/subject/10774752/","id":"10774752","publisher":"译林出版社","isbn10":"7544728668","isbn13":"9787544728669","title":"毛姆短篇小说精选集","url":"https://api.douban.com/v2/book/10774752","alt_title":"","author_intro":"毛姆（1874\u20141965）十岁前居于巴黎。分别在英国和德国受过教育。学过医，后弃医从文。因长篇小说创作声名鹊起。三十三岁时成为伦敦最负盛名的剧作家，曾有四部剧作在伦敦西区的剧院里同时上演。所写的短篇小说最初登载于多家杂志，后结集成书出版。另有随笔、游记、文艺批评等。1954年获封英国皇家荣誉勋爵封号。","summary":"这二十三个短篇带我们去往英国、法国、意大利和墨西哥，还引我们领略了太平洋岛国的风情。毛姆笔下的世俗男女在一幕幕凛冽的人间短剧中出演了一个个令人难以忘怀的角色。人性弱点无时不在精确透视之下，人际关系被一次次冷冷剖析。在各种光怪陆离的场景中，迷失的人性引发了一连串的悲剧。","ebook_price":"9.99","price":"36.00元"},{"rating":{"max":10,"numRaters":9619,"average":"8.2","min":0},"subtitle":"麦卡勒斯中短篇小说集","author":["[美] 卡森·麦卡勒斯"],"pubdate":"2007-7","tags":[{"count":4078,"name":"卡森·麦卡勒斯","title":"卡森·麦卡勒斯"},{"count":2129,"name":"伤心咖啡馆之歌","title":"伤心咖啡馆之歌"},{"count":1683,"name":"小说","title":"小说"},{"count":1492,"name":"美国","title":"美国"},{"count":1127,"name":"外国文学","title":"外国文学"},{"count":626,"name":"美国文学","title":"美国文学"},{"count":520,"name":"短篇集","title":"短篇集"},{"count":472,"name":"麦卡勒斯","title":"麦卡勒斯"}],"origin_title":"Ballad of sad cafe : the novels and stories of Carson McCullers","image":"https://img1.doubanio.com/view/subject/m/public/s4048179.jpg","binding":"平装","translator":["李文俊"],"catalog":"伤心咖啡馆之歌神童赛马骑师席林斯基夫人与芬兰国王旅居者家庭困境树·石·云译后记","pages":"153","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s4048179.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s4048179.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s4048179.jpg"},"alt":"https://book.douban.com/subject/2061644/","id":"2061644","publisher":"上海三联书店","isbn10":"7542625225","isbn13":"9787542625229","title":"伤心咖啡馆之歌","url":"https://api.douban.com/v2/book/2061644","alt_title":"Ballad of sad cafe : the novels and stories of Carson McCullers","author_intro":"卡森·麦卡勒斯，20世纪美国最重要的作家之一，1917年2月19日生于美国佐治亚州的Columbus。29岁后瘫痪。著有《心是孤独的猎手》、《婚礼的成员》、《黄金眼睛的映像》、《没有指针的钟》等小说作品。1967年9月29日麦卡勒斯在纽约州的Nyack去世，时年50岁。","summary":"《伤心咖啡馆之歌》收入了麦卡勒斯的七篇中短篇小说，其中包括最著名的《伤心咖啡馆之歌》，以及麦卡勒斯十七岁时发表的处女作《神童》。\n诸篇小说的背景多样，有都市生活的，有大学生活的，也有家庭生活的，但其反映的主旨似仍在人物的内心世界，以及那种没来由的孤独感。书中除《伤心咖啡馆之歌》和《家庭困境》曾被引介入国内，其余均为首次面世。","series":{"id":"703","title":"三联艺文馆卡森麦卡勒斯系列"},"price":"15.00元"},{"rating":{"max":10,"numRaters":4389,"average":"9.1","min":0},"subtitle":"博尔赫斯小说","author":["[阿根廷] 博尔赫斯"],"pubdate":"2002-7","tags":[{"count":2369,"name":"博尔赫斯","title":"博尔赫斯"},{"count":869,"name":"小说","title":"小说"},{"count":799,"name":"小径分岔的花园","title":"小径分岔的花园"},{"count":565,"name":"外国文学","title":"外国文学"},{"count":557,"name":"拉美文学","title":"拉美文学"},{"count":417,"name":"阿根廷","title":"阿根廷"},{"count":300,"name":"文学","title":"文学"},{"count":232,"name":"拉美","title":"拉美"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s29481580.jpg","binding":"平装","translator":["王永年"],"catalog":"","pages":"210","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29481580.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29481580.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29481580.jpg"},"alt":"https://book.douban.com/subject/1418058/","id":"1418058","publisher":"浙江文艺出版社","isbn10":"7533916360","isbn13":"9787533916367","title":"小径分岔的花园","url":"https://api.douban.com/v2/book/1418058","alt_title":"","author_intro":"","summary":"所收作品包括：心狠手辣的解放者莫雷尔、作恶多端的蒙克·伊斯曼、无礼的掌礼官上野介、死亡与指南针、另一次死亡、阿莱夫等。","series":{"id":"4700","title":"经典印象"},"price":"13.00元"},{"rating":{"max":10,"numRaters":1394,"average":"8.9","min":0},"subtitle":"科塔萨尔短篇小说全集2","author":["[阿根廷] 胡利奥·科塔萨尔"],"pubdate":"2017-9","tags":[{"count":856,"name":"拉美文学","title":"拉美文学"},{"count":693,"name":"短篇小说","title":"短篇小说"},{"count":642,"name":"外国文学","title":"外国文学"},{"count":600,"name":"小说","title":"小说"},{"count":594,"name":"胡利奥·科塔萨尔","title":"胡利奥·科塔萨尔"},{"count":499,"name":"阿根廷","title":"阿根廷"},{"count":492,"name":"科塔萨尔","title":"科塔萨尔"},{"count":356,"name":"我想读这本书","title":"我想读这本书"}],"origin_title":"Cuentos completos 2","image":"https://img3.doubanio.com/view/subject/m/public/s29529746.jpg","binding":"精装","translator":["金灿","林叶青","陶玉平"],"catalog":"▶秘密武器\n魔鬼涎\n秘密武器\n追寻者\n妈妈的来信\n为您效劳\n.\n▶克罗诺皮奥和法玛的故事\n指南手册\n奇异职业\n塑胶材料\n克罗诺皮奥和法玛的故事\n.\n▶万火归一\n南方高速\n病人的健康\n会合\n科拉小姐\n正午的海岛\n给约翰·霍维尔的指令\n万火归一\n另一片天空","pages":"440","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29529746.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29529746.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29529746.jpg"},"alt":"https://book.douban.com/subject/27079479/","id":"27079479","publisher":"南海出版公司","isbn10":"7544290670","isbn13":"9787544290678","title":"南方高速","url":"https://api.douban.com/v2/book/27079479","alt_title":"Cuentos completos 2","author_intro":"胡里奥·科塔萨尔 Julio Cortázar (1914-1984)，阿根廷著名作家，短篇小说大师，拉丁美洲\u201c文学爆炸\u201d代表人物。1914年出生于比利时，在阿根廷布宜诺斯艾利斯长大，1951年移居法国巴黎，1951年出版首部短篇小说集《动物寓言集》。著有长篇小说《跳房子》，短篇小说集《游戏的终结》《万火归一》《八面体》《我们如此热爱格伦达》等。1984年在巴黎病逝。","summary":"★  马尔克斯、聂鲁达、萨拉马戈、略萨、莫言 5位诺贝尔文学奖得主齐声推崇\n★  安东尼奥尼、王家卫 2代世界级导演倾心爱重\n★  天才的，迷人的，独一无二的科塔萨尔：生活，本该是日复一日的奇迹。\n★  科塔萨尔最受欢迎、最受期待的小说集 // 金棕榈大奖电影《放大》原著小说中文版首次面世\n★  本卷收录《秘密武器》《克罗诺皮奥和法玛的故事》《万火归一》三部短篇集，每一部都是传世佳作。科塔萨尔说：\u201c我想创作的是一种从未有人写过的短篇小说。\u201d\n★  阅读《南方高速》时，我的心情激动不安，第一次感觉到叙述的激情和语言的惯性，接下来我就模拟着它的腔调写了《售棉大路》。这次摹仿，在我的创作道路上意义重大。\u2014\u2014诺贝尔文学奖得主莫言\n★ 任何不读科塔萨尔的人命运都已注定。那是一种看不见的重病，随着时间的流逝会产生可怕的后果。在某种程度上就好像从没尝过桃子的滋味，人会在无声中变得阴郁，愈渐苍白，而且还非常可能一点点掉光所有的头发。\u2014\u2014诺贝尔文学奖得主巴勃罗·聂鲁达\n★ 科塔萨尔发现了孤独中的不同寻常，顺理成章中的荒谬，教条规则中的意外，以及平淡无奇中的奇迹。没有人能以文学的方式让日常生活中的陈词滥调和乏味庸常得到如此的升华。\u2014\u2014诺贝尔文学奖得主巴尔加斯·略萨\n====\n当现实还有别的可能时，为什么要接受司空见惯的某一种呢？阅读科塔萨尔，就是轻快地掉进爱丽丝的兔子洞，是惊奇地通过衣橱走向纳尼亚，是缓慢但不失优雅地步入普通世界中更幽微的那片天地。现实与幻想交织，时空秩序犹如万花筒一样充满了颠覆的可能，日常生活和美丽幻想中的自我时而重合时而冲突，冥冥中存在奇异、神秘、荒诞的联系。与科塔萨尔每一次相遇，都是一段独一无二的飞驰，一场华丽自由的冒险。","series":{"id":"38656","title":"新经典文库：科塔萨尔作品"},"price":"68.00元"},{"rating":{"max":10,"numRaters":4819,"average":"9.0","min":0},"subtitle":"","author":["[奥] 卡夫卡"],"pubdate":"2003-08","tags":[{"count":2783,"name":"卡夫卡","title":"卡夫卡"},{"count":939,"name":"小说","title":"小说"},{"count":865,"name":"外国文学","title":"外国文学"},{"count":588,"name":"奥地利","title":"奥地利"},{"count":450,"name":"疯狂的意象","title":"疯狂的意象"},{"count":348,"name":"现代派","title":"现代派"},{"count":342,"name":"文学","title":"文学"},{"count":170,"name":"外国小说","title":"外国小说"}],"origin_title":"Franz Kafka Das Erzahlerische Werk","image":"https://img3.doubanio.com/view/subject/m/public/s1726915.jpg","binding":"平装","translator":["韩瑞祥 [等]"],"catalog":"Ⅰ\n总序\n失踪的人\n审判\nⅡ\n城堡\n变形记\n地洞\n附录：致父亲的信\nⅢ\n中短篇小说\n一司炉\n二舅舅\n三纽约郊外的乡间别墅\n四去往拉姆西斯的路上\n五在西方饭店里\n六罗宾逊事件\n这汽车停了下来，\n清晨，\n残章断篇\n1布鲁纳尔达出游\n2卡尔在一个街口\n他们行了两天两夜\n附录：年表","pages":"382","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s1726915.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s1726915.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s1726915.jpg"},"alt":"https://book.douban.com/subject/1081422/","id":"1081422","publisher":"人民文学出版社","isbn10":"7020042252","isbn13":"9787020042258","title":"卡夫卡小说全集（全三册）","url":"https://api.douban.com/v2/book/1081422","alt_title":"Franz Kafka Das Erzahlerische Werk","author_intro":"弗兰茨・卡夫卡（Franz Kafka，1883－1924）在西方现代文学中有着特殊的地位。他生前在德语文坛上几乎鲜为人知，但死后却引起了世人广泛的注意，成为美学上、哲学上、宗教和社会观念上激烈争论的焦点，被誉为西方现代派文学的主要奠基人之一。\n论年龄和创作年代，卡夫卡属于表现主义派一代，但他并没有认同于表现主义。他生活在布拉格德语文学的孤岛上，对歌德、克莱斯特、福楼拜、阳思妥耶夫斯基、易卜生、托马斯・曼等名家的作品怀有浓厚的兴趣。在特殊的文学氛围里，卡夫卡不断吸收，不断融化，形成了独特的\u201c卡夫卡风格\u201d。他作品中别具一格甚至捉摸不透的东西就是那深深地蕴含于简单平淡的语言之中的、多层次交织的艺术结构。他的一生、他的环境和他的文学偏爱全都网织进那\u201c永恒的谜\u201d里。他几乎用一个精神病患者的眼睛去看世界，在观察自我，在怀疑自身的价值，因此他的现实观和艺术现显得更加复杂，更加深邃，甚至神秘莫测。\n布拉格是卡夫卡的诞生地，他在这里几乎度过了一生。到了生命最后的日子，他移居到柏林，试图摆脱不再是卡夫卡的布拉格。不管怎样，跟他的同胞里尔克和韦尔弗相比，卡夫卡与布拉格保持着更长时间和更密切的联系。在这个融汇着捷克、德意志、奥地利和犹太文化的布拉格，卡夫卡发现了他终身无法脱身的迷宫，永远也无法摆脱的命运。\n","summary":"《卡夫卡小说全集1\u20143》选自德国菲舍尔出版社1994年的校勘本《卡夫卡全集》，包括作者创作的（生前发表和未发表的）全部长篇、中篇和短篇小说。之所以选取这个负有盛名的校勘本，是因为它忠实地根据卡夫卡的手稿，既保留了原作无规则的标点符号和异乎寻常的书写方式，又突出了原作完成和未完成的两个部分，同时也纠正了其他一些版本的错误。\n本书既保留了原作无规则的标点符号和异乎寻常的书写方式，又突出了原作完成和未完成的两个部分，同时也纠正了其他一些版本的错误，原原本本地再现了作者手搞的风貌，为翻译和认识卡夫卡的作品提供了很有价值的参考，同时也力图为我国的卡夫卡读者和卡夫卡研究再现一个新的视野范围。\nⅠ\n总序\n失踪的人\n审判","price":"60.00元"},{"rating":{"max":10,"numRaters":4743,"average":"7.5","min":0},"subtitle":"前IBM销售长篇职场成长小说","author":["胡震生"],"pubdate":"2009-7","tags":[{"count":1417,"name":"职场","title":"职场"},{"count":1233,"name":"销售","title":"销售"},{"count":613,"name":"小说","title":"小说"},{"count":475,"name":"职场小说","title":"职场小说"},{"count":397,"name":"营销","title":"营销"},{"count":381,"name":"商业","title":"商业"},{"count":296,"name":"做单（男看做单，女看杜拉拉，不要再当职场菜鸟）","title":"做单（男看做单，女看杜拉拉，不要再当职场菜鸟）"},{"count":215,"name":"商业小说","title":"商业小说"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s6051598.jpg","binding":"平装","translator":[],"catalog":"引言第一章 秘密的培训  员工和老板的差别  销售魔鬼训练营  被远想买走的\u201c远想\u201d员工  寻找客户的生死需求  成交前的临门一脚  生活就是做单，爱情就是上床第二章 没戏的项目  一个活着的销售传奇  不可能完成的任务  三权分立下的个人沉淀  似曾相识的味道  拼凑起来的团队  上了大当的远想  竞争的秘密武器  获取老板的信任  毕业如何就业  简历里的秘密第三章 骂人的客户  新来的炮灰  MBI和普惠的区别  面对拒绝的客户  老总的三种类型  最高境界之代代相传  外企和民企的区别  20％的利润  刀子和钻戒  女人都相信缘分  销售的三个最大缺点第四章 没空的老总  拜访前必须预热  剩者为王  控制才能解决问题  矛盾期的合作  长板打倒短板  不按常规出牌的对手  白买的鲜花  面试你的面试第五章 儿戏的投标  清者自清、赢者自赢  谈判需要筹码  管理自己的职业生涯  不表态的决定  真实的谎言  成功者的孤独  满足所有人利益的\u201c人民币\u201d  放弃才能拥有更多  内部的决策链  要清楚下属的需求  玛丽莲梦露的睡衣  内斗？先撤第六章 撤退的销售  利益驱动型管理  谁也别当替罪羊  乱世出英豪  合理的官僚主义  最快吃掉机会  原来是家的感觉  人生是短跑？长跑？  你不仁、我不义  老板的老板的任务  兼职的MBI人  执迷着0.1第七章 无关的谈判  MBI的特种部队  谈判之神是怎样的炼成的  跨三级的Review  弹弓和AK47的较量  商场上的马拉松  搞不定的采购  谈判的致命武器第八章 垄断的价格  软件和毒品一样暴利  完美的理由  暴利的矿泉水  谁决定和谁谈  只能听天由命  打垮心理和生理  还是保命最重要  成本是最高机密  没有控制权  客户的面子工程第九章 透支的市场  这样就连胜三级  击败MBI的方法  商场计中计  永远不要沟通的话题  新一代的木马屠城  可以主动要求降价  到底签还是不签  有效但不健康的透支  没有家的夜归人第十章 洗脑的成交  不是在局内、就是在局外  控制自己的下意识  电梯里面的对决  赢单的三要素  我年轻可是我不傻  没有公平的竞争  广告的本质是成交  有钱的不是中产第十一章 关键的内线  控制客户选择自己  客户当我是透明人  上有孙权，下有周郎  避孕套的距离    品牌还是牌子  品牌的力量  曲线可以救国  雇来一堆麻烦  可以计算的诚信第十二章 抉择的官场  忠诚在，黄金在  办公室也有的假摔  输赢都能赢  不能承受生命之重  没钱的当哥哥  做？没做？都一样  自由不是免费的  人的一天只有二十四小时第十三章 摆平的内部  老大们如何竞争  翻本的生死牌  漏洞都在底下  一将功成万骨枯  销售境界之以德服人  善弈者谋局，不善弈者谋子  再选一个人生第十四章 失误的短板  没有白给的对手  领导力的四要素  生活工作要严格分开  一句话说明重点  打一单丢一单  自己挖的陷阱  老大请扛住第十五章 玩命的老板  不能就这么遗憾终生  中国第一单  I promise  我的产品0.22折？  三利三害相取舍  将在外，君令有所不受？第十六章 左右的决定  天上和地下的感觉  赌局还没有结束  彻底被打垮  到底谁废谁  终于圆满了  价值观决定一切  还是不是个男人  不过是个坟头MBI公司相关人物组织结构图销售传递体系图SSM销售管理模型","pages":"365","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s6051598.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s6051598.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s6051598.jpg"},"alt":"https://book.douban.com/subject/3808887/","id":"3808887","publisher":"五洲传播出版社","isbn10":"750851579X","isbn13":"9787508515793","title":"做单","url":"https://api.douban.com/v2/book/3808887","alt_title":"","author_intro":"胡震生，某网站总经理，正在筹建新一代WEB3.0网站。\n曾多次荣获IBM中国颁发的各项奖励，并创下新员工获全球嘉奖最快纪录。\n2001年至2007年 在IBM中国区技术、渠道和销售多个部门任职。\n胡震生语录：\n如何和老板快速建立一种牢固的信任关系，是对销售个人的第一大考验。主动制造和上级老板的摩擦以快速建立信任关系。\n\u2014\u2014获取老板的信任《做单》\n左手拿着钻戒，右手还要握着刀子，最重要的是钻戒要比竞争对手的大，刀子捅的要比竞争对手深。\n\u2014\u2014刀子钻戒《做单》\n快速成为陌生领域专家的最好办法，就是先找到顶尖高手，然后贴身模仿，同时参照书里的理论相验证。\n\u2014\u2014销售的三个最大缺点《做单》\n长板理论\u2014\u2014当团队所有人都处于及格线上时，最长的板是团队取胜的关键。\n\u2014\u2014长板打倒短板《做单》\n消耗谈判对手的体力，击败他们的生理和心理，特别是大脑的逻辑思维，这是谈判的致命武器。\n\u2014\u2014谈判的致命武器《做单》\n企业价值观这个无形的东西却恰恰是一个企业的灵魂，没有任何制度和流程可以数字化的去管理它，它却决定着所有的制度和流程。\n\u2014\u2014品牌还是牌子《做单》\n你是在卖自己的需求，还是在了解对方的真正需求。\n\u2014\u2014忠诚在，黄金在《做单》\n观察最底层员工的思维模式往往能了解这个公司管理层的思维和管理模式漏洞。\n\u2014\u2014漏洞都在底下《做单》\n当利己和自私的价值观成为主流，社会责任也就变成可有可无的累赘，这会影响品牌信仰带来的凝聚力，也最终会导致品牌的衰落和灭亡。\n\u2014\u2014价值观决定一切《做单》","summary":"《做单:成交的秘密》讲述了：谢正是世界顶级企业MBI的金牌销售，已连续多年单单不败。殊不知，突如其来的MBI和远想的世纪大并购却在他升职的最关键时期发生，这使他不得不跳到最新成立的部门，一切重头开始\u2026\u2026MBI特别成立win back 团队，要夺回被对手普惠占领多年的客户\u2014\u2014中国移通。他被安排负责三个最重要省份之一湖南，但是那里是普惠的大本营。当谢正第一次上门拜访时，客户毫不留情地让他\u201c滚\u201d出去\u2026\u2026移通总部在价格谈判中请来了\u201c谈判之神\u201d王芸生，将谢正等人折腾得死去活来\u2026\u2026准备最后拍板时，人敬人畏的MBI大中华总经理詹姆斯到了现场。王芸山出人意料地将MBI报价扔到门外，并宣称要废掉他们的投标资格，这下几乎让所有人崩溃\u2026\u2026是放弃？还是生死一搏？顶级高层经理的如何腾挪资源，锁定客户的真实需求，拿下不可能拿下的单？顶着越演越烈的政治斗争，金牌销售是否在职场与业务上还有突破？","price":"36.00元"},{"rating":{"max":10,"numRaters":2304,"average":"8.2","min":0},"subtitle":"中国古代神怪小说四大名著","author":["纪昀"],"pubdate":"2005-01-08","tags":[{"count":687,"name":"纪昀","title":"纪昀"},{"count":657,"name":"古典文学","title":"古典文学"},{"count":449,"name":"阅微草堂笔记","title":"阅微草堂笔记"},{"count":418,"name":"神鬼","title":"神鬼"},{"count":317,"name":"笔记小说","title":"笔记小说"},{"count":263,"name":"中国古典文学","title":"中国古典文学"},{"count":228,"name":"小说","title":"小说"},{"count":174,"name":"古典","title":"古典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s2121681.jpg","binding":"精装","translator":[],"catalog":"出版说明序(盛时彦)序(郑开禧)卷一  滦阳消夏录(一)卷二  滦阳消夏录(二)卷三  滦阳消夏录(三)卷四  滦阳消夏录(四)卷五  滦阳消夏录(五)卷六  滦阳消夏录(六)卷七  如是我闻(一)卷八  如是我闻(二)卷九  如是我闻(三)卷十  如是我闻(四)卷十一  槐西杂志(一)卷十二  槐西杂志(二)卷十三  槐西杂志(三)卷十四  槐西杂志(四)卷十五  姑妄听之(一)卷十六  姑妄听之(二)卷十七  姑妄听之(三)卷十八  姑妄听之(四)卷十九  滦阳续录(一)卷二十  滦阳续录(二)卷二十一  滦阳续录(三)卷二十二  滦阳续录(四)卷二十三  滦阳续录(五)卷二十四  滦阳续录(六)附：纪汝佶六则","pages":"420","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s2121681.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s2121681.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s2121681.jpg"},"alt":"https://book.douban.com/subject/1626883/","id":"1626883","publisher":"上海古籍出版社","isbn10":"7532539296","isbn13":"9787532539291","title":"阅微草堂笔记","url":"https://api.douban.com/v2/book/1626883","alt_title":"","author_intro":"","summary":"《阅微草堂笔记》是清代著名学者纪昀晚年所作的笔记小说集，全书主要记述狐鬼神怪故事，意在劝善惩恶，虽然不乏因果报应的说教，但是通过种种描写，折射出封建社会末世的腐朽和黑暗。他有意模仿亚宋笔记小说质朴简淡的文风，\"雍容淡雅，天趣盎然\"，\"隽思妙语，时足解頣\"（鲁迅《中国小说史略》）。所以每脱稿一种，即被亲朋好友竞相传抄，展转刻印，一时享有同《红楼梦》、《聊斋志异》并行海内的盛誉。神怪小说，亦称神魔小说，是古代文化\u201c志怪\u201d传统在明清小说领域的酣满再现，鲁迅《中国小说史略》即将它作为明中叶后小说的两大主潮之一。神怪小说本质上是娱性文化的产物，而其所隶属于的中国文化整体却带有理性文化的特征，\u201c互相容爱\u201d，便建立了两者之间的契合点。在人世的生活空间中，加上一维神怪的空间；将超自然的神性，与社会化的人性巧妙地融合为一；驰骋无限制的想像，寄托理想和愿望，表达爱憎哀乐的思想与感情：这一切正是神怪小说特具的优势，也是其风靡城乡、深受读者喜爱的重要原因。\n明清长篇神怪小说的代表作品，除《西游记》（该书与《水浒传》、《三国演义》、《红楼梦》并称中国古典小说四大名著）外，首推《封神演义》和《镜花缘》，而《聊斋志异》和《阅微草堂笔记》则是短篇志怪小说的杰出代表。","price":"20.00元"},{"rating":{"max":10,"numRaters":2673,"average":"8.7","min":0},"subtitle":"20世纪的小说和小说家","author":["吴晓东"],"pubdate":"2003-8-1","tags":[{"count":1182,"name":"文学评论","title":"文学评论"},{"count":686,"name":"吴晓东","title":"吴晓东"},{"count":563,"name":"文学理论","title":"文学理论"},{"count":434,"name":"外国文学","title":"外国文学"},{"count":346,"name":"卡夫卡","title":"卡夫卡"},{"count":343,"name":"文学","title":"文学"},{"count":309,"name":"昆德拉","title":"昆德拉"},{"count":203,"name":"现代小说","title":"现代小说"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s1068353.jpg","binding":"平装","translator":[],"catalog":"绪论\n第一讲 小说的预言维度：《城堡》与卡夫卡\n第二讲 回忆的诗学：《追忆似水年华》与普鲁斯特\n第三讲 20世纪的\u201c圣经\u201d：《尤利西斯》与乔伊斯\n第四讲 小说的情境化：《白象似的群山》与海明威\n第五讲 小说中的时间与空间：《喧哗与骚动》与福克纳\n第六讲 迷宫的探索者：《交叉小径的花园》与博尔赫斯\n第七讲 \u201c物化\u201d的世界：《嫉妒》与罗伯-格里耶\n第八讲 魔幻与现实：《百年孤独》与马尔克斯\n第九讲 对存在的勘探：《生命中不能承受之轻》与昆德拉\n参考书目\n后记","pages":"362","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s1068353.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s1068353.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s1068353.jpg"},"alt":"https://book.douban.com/subject/1064707/","id":"1064707","publisher":"生活·读书·新知三联书店","isbn10":"7108018594","isbn13":"9787108018595","title":"从卡夫卡到昆德拉","url":"https://api.douban.com/v2/book/1064707","alt_title":"从卡夫卡到昆德拉","author_intro":"吴晓东\n吴晓东，1965年3月生，黑龙江省勃利县人。1984年至1994年就读于北京大学中文系，获博士学位，1994年留在北京大学中文系现代文学教研室教至今。1996、1998、1999年分别赴日本、新加坡、韩国方学与讲学。主要讲授中国现代文学史、中国现代小说、中国小说、中国现代诗歌、外国现代主义小说等课程。\n\n主要著述如下：\n《彩色插图中国文学史》（与钱理群等合著），中国和平出版社，1995年。\n《阳光与苦难》，文汇出版社，1998年。\n《20世纪中国文学名作导读・诗歌卷》，文本教育出版社，1998年。\n《中国沦陷区文学大系・诗歌卷》、广西教育出版社，1999年。\n《象征主义与中国现代文学》，安徽教育出版社，2000年。\n《中国现代文学史》（与程光炜等合著），中国人民大学出版社。\n《记忆的神话》，新世界出版社，2001年。\n《20世纪外国文学专题》，北京大学出版社，2002年。\n《20世纪外国文学作品选》，北京大学出版社，2002年。\n《镜花水月世界》，文本教育出版社，2003年。","summary":"回顾刚刚逝去的20世纪文学，冠以经典的盖棺论定或许言之尚早。但吴晓东在经大讲坛上推崇的从卡夫卡到昆德拉这九位小说家，却无疑称得上大师；他在课堂上选作阐释分析对象的九篇作品也已经或终将被证明为不朽。因此，吴晓东对他心仪小说家的独具慧眼的研究、对他欣赏 小说的别有会心的解读，不失为一种对20世纪现代派文学的回顾和盘点。虽然作者无意经营小说史的契约，但其宏阔视野却有助于我们对百年文学脉络的整体关照和把握，进而领悟已经过去的这个\u201c人类有史以来最复杂的一个世纪\u201d对小说家及小说形式的深层影响，以及为什么20世纪的小说令人感到\u201c阅读不再是一种消遣和享受；阅读已成为严肃的甚至痛苦的仪式\u201d。","series":{"id":"282","title":"三联讲坛丛书"},"price":"39.60"},{"rating":{"max":10,"numRaters":4424,"average":"8.5","min":0},"subtitle":"海明威短篇小说选","author":["[美]海明威"],"pubdate":"2006-8","tags":[{"count":2012,"name":"海明威","title":"海明威"},{"count":1145,"name":"乞力马扎罗的雪","title":"乞力马扎罗的雪"},{"count":715,"name":"外国文学","title":"外国文学"},{"count":575,"name":"小说","title":"小说"},{"count":469,"name":"美国","title":"美国"},{"count":417,"name":"美国文学","title":"美国文学"},{"count":344,"name":"短篇","title":"短篇"},{"count":311,"name":"经典","title":"经典"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s24397134.jpg","binding":"平装","translator":["汤永宽","陈良廷 等"],"catalog":"出版说明\n在我们的时代里（1925年）\n第一章\n印第安人营地\n第二章\n医生夫妇\n第三章\n了却一段情\n第四章\n三天大风\n第五章\n拳击家\n第六章\n小小说\n第七章\n军人之家\n第八章\n革命党人\n第九章\n艾略特夫妇\n第十章\n雨中的猫\n第十一章\n禁捕季节\n第十二章\n越野滑雪\n第十三章\n我老爹\n第十四章\n大双心河（第一部）\n第十五章\n大双心河（第二部）\n跋\n没有女人的男人们（1927年）\u2014\u2014选择\n在异乡\n白象似的群山\n杀手\n十个印第安人\n阿尔卑斯山牧歌\n我躺下\n赢家一无所有（1933年）\u2014\u2014选择\n一个干净明亮的地方\n世上的光\n你们决不会这样\n两代父子\n乞力马扎罗的雪（1936年）\n弗朗西斯-麦康伯短促的幸福生活（1936年）\n在密歇根州北部（1938年）\n下列8篇于1972年在\n《尼克·亚当斯故事集》中首次发表\n度夏的人们\n最后一方清净地\n三下枪声\n印第安人搬走了\n过密西西比河\n登陆前夕\n新婚之日\n论写作\n附录\n《尼克·亚当斯故事集》（1972年）前言\n传记书目","ebook_url":"https://read.douban.com/ebook/13305025/","pages":"449","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s24397134.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s24397134.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s24397134.jpg"},"alt":"https://book.douban.com/subject/1874411/","id":"1874411","publisher":"上海译文出版社","isbn10":"753274034X","isbn13":"9787532740345","title":"乞力马扎罗的雪","url":"https://api.douban.com/v2/book/1874411","alt_title":"","author_intro":"海明威（Ernest Hemingway，1899～1961）美国小说家、诺贝尔文学奖获得者。1899年7月21日生于芝加哥市郊橡胶园小镇。父亲是医生和体育爱好者，母亲从事音乐教育。6个兄弟姐妹中，他排行第二，从小酷爱体育、捕鱼和狩猎。中学毕业后曾去法国等地旅行，回国后当过见习记者。第一次大战爆发后，他志愿赴意大利当战地救护车司机。1918年夏在前线被炮弹炸成重伤，回国休养。后来去加拿大多伦多市星报任记者。1921年重返巴黎，结识美国女作家斯坦因、青年作家安德森和诗人庞德等。1923年发表处女作《三个短篇小说和十首诗》，随后游历欧洲各国。1926年出版了长篇小说《太阳照常升起》，初获成功，被斯坦因称为\u201c迷惘的一代\u201d。1929年，反映第一次世界大战的长篇巨著《永别了，武器》的问世给作家带来了声誉。 30年代初，海明威到非洲旅行和狩猎。1935年写成《非洲的青山》和一些短篇小说。 1937年发表了描写美国与古巴之间海上走私活动的小说《有钱人和没钱人》。西班牙内战期间，他3次以记者身份亲临前线，在炮火中写了剧本《第五纵队》，并创作了以美国人参加西班牙人民反法西斯战争为题材的长篇小说《丧钟为谁而鸣》（1940）。他曾与许多美国知名作家和学者捐款支援西班牙人民正义斗争。1941年偕夫人玛莎访问中国，支持我国抗日战争。后又以战地记者身份重赴欧洲，并多次参加战斗。战后客居古巴，潜心写作。1952年，《老人与海》问世，深受好评，翌年获普利策奖。1954年获诺贝尔文学奖。卡斯特罗掌权后，他离开古巴返美定居。因身上多处旧伤，百病缠身，精神忧郁， 1961年7月2日用猎枪自杀。 海明威去世后发表的遗作，主要有：《岛在湾流中》（1970）和《伊甸园》（1986）。他那独特的风格和塑造的硬汉子形象对现代欧美文学产生深远的影响。","summary":"海明威是一百年来所有诺贝尔文学奖获得者中最受我国广大学者推崇和广大读者喜爱的一位。他的《老人与海》为广大教师推荐给学生，成为经久不衰的畅销书。\r\n但是海明威最早成名是靠他的开创一代文风的短篇小说。他以陈述句为主，以精确的描写和简短的对白给读者以直接生动的印象。可以说，自此以后，世界许多现当代作家都或多或少地受到他的影响。\r\n本书精选他最有名最具代表性的短篇，如《乞力马扎罗的雪》，《大双心河》，《杀手》等，从中可以窥见海明威创作风格的全豹。译文全部经过认真校订，力求在内容形式上更加贴近原作。","ebook_price":"5.99","series":{"id":"4585","title":"名家中短篇小说选"},"price":"28.00元"}]
     */

    private int count;
    private int start;
    private int total;
    private List<BooksBean> books;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<BooksBean> getBooks() {
        return books;
    }

    public void setBooks(List<BooksBean> books) {
        this.books = books;
    }

    public static class BooksBean {
        /**
         * rating : {"max":10,"numRaters":9933,"average":"8.6","min":0}
         * subtitle : 张爱玲全集01——小说
         * author : ["张爱玲"]
         * pubdate : 2012-6-1
         * tags : [{"count":2739,"name":"张爱玲","title":"张爱玲"},{"count":1150,"name":"小说","title":"小说"},{"count":1103,"name":"爱情","title":"爱情"},{"count":948,"name":"女性","title":"女性"},{"count":805,"name":"中国文学","title":"中国文学"},{"count":800,"name":"倾城之恋","title":"倾城之恋"},{"count":591,"name":"经典","title":"经典"},{"count":437,"name":"中国","title":"中国"}]
         * origin_title :
         * image : https://img3.doubanio.com/view/subject/m/public/s10205753.jpg
         * binding : 平装
         * translator : []
         * catalog : 第一炉香
         第二炉香
         茉莉香片
         心经
         封锁
         倾城之恋
         琉璃瓦
         金锁记
         连环套
         * pages : 326
         * images : {"small":"https://img3.doubanio.com/view/subject/s/public/s10205753.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s10205753.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s10205753.jpg"}
         * alt : https://book.douban.com/subject/10757940/
         * id : 10757940
         * publisher : 北京出版集团公司,北京十月文艺出版社
         * isbn10 : 7530211161
         * isbn13 : 9787530211168
         * title : 倾城之恋
         * url : https://api.douban.com/v2/book/10757940
         * alt_title :
         * author_intro : 张爱玲，1920年9月30日出生於上海，原名张煐。1922年迁居天津。1928年由天津搬回上海，读《红楼梦》和《三国演义》。1930年改名张爱玲，1939年考进香港大学，1941年太平洋战争爆发，投入文学创作。两年後，发表《倾城之恋》和《金锁记》等作品，并结识周瘦鹃、柯灵、苏青和胡兰成。1944与胡兰成结婚，1945年自编《倾城之恋》在上海公演；同年，抗战胜利。1947年与胡兰成离婚，1952年移居香港，1955年离港赴美，并拜访胡适。1956年结识剧作家赖雅，同年八月，在纽约与赖雅结婚。1967年赖雅去世，1973年定居洛杉矶；两年后，完成英译清代长篇小说《海上花列传》。1995年九月逝於洛杉矶公寓，享年七十四岁。
         * summary : 传奇里的倾国倾城的人大抵如此。
         到处都是传奇，可不见得有这么圆满的收场。胡琴咿咿哑哑拉着，在万盏灯的夜晚，拉过来又拉过去，说不尽的苍凉的故事——不问也罢！
         白流苏和范柳原这一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于“一刹那”体会到了“一对平凡的夫妻”之间的“一点真心”。
         本书收录张爱玲于一九四三年至一九四四年创作的中短篇小说，包括《第一炉香》《第二炉香》《茉莉香片》《心经》等。
         * series : {"id":"12361","title":"张爱玲全集"}
         * price : 29.80元
         * ebook_url : https://read.douban.com/ebook/27024730/
         * ebook_price : 19.90
         */

        private RatingBean rating;
        private String subtitle;
        private String pubdate;
        private String origin_title;
        private String image;
        private String binding;
        private String catalog;
        private String pages;
        private ImagesBean images;
        private String alt;
        private String id;
        private String publisher;
        private String isbn10;
        private String isbn13;
        private String title;
        private String url;
        private String alt_title;
        private String author_intro;
        private String summary;
        private SeriesBean series;
        private String price;
        private String ebook_url;
        private String ebook_price;
        private List<String> author;
        private List<TagsBean> tags;
        private List<?> translator;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public String getSubtitle() {
            return subtitle;
        }

        public void setSubtitle(String subtitle) {
            this.subtitle = subtitle;
        }

        public String getPubdate() {
            return pubdate;
        }

        public void setPubdate(String pubdate) {
            this.pubdate = pubdate;
        }

        public String getOrigin_title() {
            return origin_title;
        }

        public void setOrigin_title(String origin_title) {
            this.origin_title = origin_title;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getBinding() {
            return binding;
        }

        public void setBinding(String binding) {
            this.binding = binding;
        }

        public String getCatalog() {
            return catalog;
        }

        public void setCatalog(String catalog) {
            this.catalog = catalog;
        }

        public String getPages() {
            return pages;
        }

        public void setPages(String pages) {
            this.pages = pages;
        }

        public ImagesBean getImages() {
            return images;
        }

        public void setImages(ImagesBean images) {
            this.images = images;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getPublisher() {
            return publisher;
        }

        public void setPublisher(String publisher) {
            this.publisher = publisher;
        }

        public String getIsbn10() {
            return isbn10;
        }

        public void setIsbn10(String isbn10) {
            this.isbn10 = isbn10;
        }

        public String getIsbn13() {
            return isbn13;
        }

        public void setIsbn13(String isbn13) {
            this.isbn13 = isbn13;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public String getAlt_title() {
            return alt_title;
        }

        public void setAlt_title(String alt_title) {
            this.alt_title = alt_title;
        }

        public String getAuthor_intro() {
            return author_intro;
        }

        public void setAuthor_intro(String author_intro) {
            this.author_intro = author_intro;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public SeriesBean getSeries() {
            return series;
        }

        public void setSeries(SeriesBean series) {
            this.series = series;
        }

        public String getPrice() {
            return price;
        }

        public void setPrice(String price) {
            this.price = price;
        }

        public String getEbook_url() {
            return ebook_url;
        }

        public void setEbook_url(String ebook_url) {
            this.ebook_url = ebook_url;
        }

        public String getEbook_price() {
            return ebook_price;
        }

        public void setEbook_price(String ebook_price) {
            this.ebook_price = ebook_price;
        }

        public List<String> getAuthor() {
            return author;
        }

        public void setAuthor(List<String> author) {
            this.author = author;
        }

        public List<TagsBean> getTags() {
            return tags;
        }

        public void setTags(List<TagsBean> tags) {
            this.tags = tags;
        }

        public List<?> getTranslator() {
            return translator;
        }

        public void setTranslator(List<?> translator) {
            this.translator = translator;
        }

        public static class RatingBean {
            /**
             * max : 10
             * numRaters : 9933
             * average : 8.6
             * min : 0
             */

            private int max;
            private int numRaters;
            private String average;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public int getNumRaters() {
                return numRaters;
            }

            public void setNumRaters(int numRaters) {
                this.numRaters = numRaters;
            }

            public String getAverage() {
                return average;
            }

            public void setAverage(String average) {
                this.average = average;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }
        }

        public static class ImagesBean {
            /**
             * small : https://img3.doubanio.com/view/subject/s/public/s10205753.jpg
             * large : https://img3.doubanio.com/view/subject/l/public/s10205753.jpg
             * medium : https://img3.doubanio.com/view/subject/m/public/s10205753.jpg
             */

            private String small;
            private String large;
            private String medium;

            public String getSmall() {
                return small;
            }

            public void setSmall(String small) {
                this.small = small;
            }

            public String getLarge() {
                return large;
            }

            public void setLarge(String large) {
                this.large = large;
            }

            public String getMedium() {
                return medium;
            }

            public void setMedium(String medium) {
                this.medium = medium;
            }
        }

        public static class SeriesBean {
            /**
             * id : 12361
             * title : 张爱玲全集
             */

            private String id;
            private String title;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }

        public static class TagsBean {
            /**
             * count : 2739
             * name : 张爱玲
             * title : 张爱玲
             */

            private int count;
            private String name;
            private String title;

            public int getCount() {
                return count;
            }

            public void setCount(int count) {
                this.count = count;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }
    }
}
