package com.bwie.week_02_demo.model.bean;

import java.util.List;

public class Beans {


    /**
     * count : 20
     * start : 0
     * total : 540836
     * books : [{"rating":{"max":10,"numRaters":1,"average":"0.0","min":0},"subtitle":"","pubdate":"1900-01-01","image":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif","binding":"","images":{"small":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif","large":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif","medium":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif"},"alt":"https://book.douban.com/subject/1507510/","id":"1507510","title":"CNKI数字图书馆个人检索阅读卡50元","author_intro":"","tags":[{"count":1,"name":"1","title":"1"}],"origin_title":"","price":"3000.0","translator":[],"catalog":"\n      ","pages":"","publisher":"CNKI","isbn10":"1","alt_title":"","url":"https://api.douban.com/v2/book/1507510","author":["CNKI"],"summary":"\n      "},{"rating":{"max":10,"numRaters":474,"average":"7.5","min":0},"subtitle":"1","author":["大卫·米切尔","A.S.拜厄特","安德里亚·斯图尔特","雷切尔·塞夫特","哈里·孔兹鲁","石黑一雄","马克·海登","罗宾·罗伯逊","约翰·伯恩塞德","杰夫·戴尔","乔·邓索恩","罗斯\u2022瑞森","盖瑞\u2022杨格","威廉\u2022博伊德","哈尼夫\u2022库雷西","罗伯特\u2022麦克法兰","珍妮特\u2022温特森","萨拉\u2022沃特斯"],"pubdate":"2013-4","tags":[{"count":420,"name":"英国文学","title":"英国文学"},{"count":304,"name":"格兰塔","title":"格兰塔"},{"count":235,"name":"英国","title":"英国"},{"count":140,"name":"外国文学","title":"外国文学"},{"count":112,"name":"杂志","title":"杂志"},{"count":111,"name":"生活.文化.主题书","title":"生活.文化.主题书"},{"count":106,"name":"短篇集","title":"短篇集"},{"count":99,"name":"文学","title":"文学"}],"origin_title":"Granta","image":"https://img1.doubanio.com/view/subject/m/public/s25807719.jpg","binding":"平装","translator":["唐江","陶立夏","贺晚青","向丁丁","朱桂林","周嘉宁","陈伟","黄灿然","吴正","陈以侃","文敏","张芸","温峰宁"],"catalog":"致中国读者/《格兰塔》主编 约翰·弗里曼\n一月出生的人/大卫·米切尔\n女生免入，老妈除外/A.S.拜厄特\n血流成糖/安德里亚·斯图尔特\n越河之手/雷切尔·塞夫特\n莉拉.exe/哈里·孔兹鲁\n美食家/石黑一雄\n枪/马克·海登\n1964/罗宾·罗伯逊\n家园/约翰·伯恩塞德\n在屋顶上/杰夫·戴尔\n关于我最近一段罗曼司的批评意见/乔·邓索恩\n当你找到自我/罗斯\u2022瑞森\n斯蒂芬艾治/盖瑞\u2022杨格\n海德公园之景/威廉\u2022博伊德\n布拉德福德/哈尼夫\u2022库雷西\n夜游/罗伯特\u2022麦克法兰\n猎户座/珍妮特\u2022温特森\n海伦和朱莉娅/萨拉\u2022沃特斯","pages":"292","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s25807719.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s25807719.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s25807719.jpg"},"alt":"https://book.douban.com/subject/21371398/","id":"21371398","publisher":"上海文艺出版社","isbn10":"7532147932","isbn13":"9787532147939","title":"格兰塔·不列颠","url":"https://api.douban.com/v2/book/21371398","alt_title":"Granta","author_intro":"大卫\u2022米切尔\n一九六九年生于兰开夏郡，在伍斯特郡马尔文丘陵长大。于肯特大学攻读文学期间，在书店工作过一年。一九九四至二〇〇二年八载客居日本广岛，并在此期间开始写作。第一部长篇《幽灵代笔》于一九九九年出版，获\u201c贝蒂\u2022特拉斯克奖\u201d。其他长篇有《九梦》《云图》（入围布克奖短名单）和《绿野黑天鹅》。《雅各布\u2022德佐特的千秋》是其最新长篇。作品被翻译成十多种文字。已婚，现居爱尔兰。\nA. S.拜厄特\n著有《儿童书》、《占有》和\u201c四部曲\u201d：《花园中的处女》《静止的生命》《巴别塔》和《吹口哨的女人》。\n安德里亚\u2022斯图亚特\n在巴巴多斯、牙买加和美国长大，现居伦敦。《血流成糖》节选自同名长篇家族故事。\n雷切尔\u2022塞夫特\n一九七一年生于牛津。教书，写作。首部长篇《漆黑的房间》入围二〇〇一年布克奖短名单，获《洛杉矶时报》图书奖和国际笔会奖。\n哈里\u2022孔兹鲁\n生于一九六九年，在埃塞克斯长大。获文学和哲学学位，然后干着\u201c平平常常的垃圾工作\u201d，一边寻求机会出书。他采写的文章刊登于《卫报》《连线》《身份》《经济学家》和《伦敦书评》等刊物上。曾任《墙纸》杂志音乐编辑，《缄默》杂志特约编辑。一九九九年，获评《观察家》年度旅行作家。著有《印象派》（2002）、《变速器》（2004）、《我的革命》（2007）等长篇和短篇集《噪音》（2005）。\n石黑一雄\n一九五四年出生于日本长崎，一九六〇年随父母移民英国。他曾就读于肯特大学，并获得东英吉利大学创意写作硕士学位。一九八二年，他成为英国公民，正好可以入围翌年举办的第一届\u201c英国最佳青年小说家\u201d评选。他的第二部小说《浮世画家》被评选为一九八六年\u201c惠特布雷德奖\u201d年度小说。一九八九年，他以第三部小说《长日留痕》获布克奖。他于一九八三年和一九九三年两次入选\u201c《格兰塔》英国最佳青年小说家\u201d。\n马克\u2022哈登\n生于北安普敦。著有畅销书《一条狗的夜间神秘意外事件》。新作《红房子》于二〇一二年出版。\n杰夫\u2022戴尔\n著有十余部虚构及非虚构类作品。其中，摄影史《此时此刻》入围二〇〇七年\u201c塞缪尔\u2022约翰逊奖\u201d短名单。近作《杰夫在威尼斯，死亡在瓦拉纳西》于二〇〇九年出版。\n约翰\u2022伯恩赛德\n常居苏格兰，在苏格兰圣安德鲁斯大学任教。已出版多部长篇小说及诗集。获得过\u201c惠特布雷德奖\u201d最佳诗集和\u201cT.S.艾略特奖\u201d等奖项。\n罗宾\u2022罗伯逊\n已出版三部诗集：《油漆过的田野》《慢空气》和《疑惑》。二〇〇六年，《疑惑》获\u201c福沃德奖\u201d最佳作品集。译有欧里庇得斯《美狄亚》。\n乔\u2022邓索恩\n一九八二年生于威尔士，东英吉利大学创意写作硕士毕业。在校期间开始创作《潜水艇》，小说于二〇〇八年出版，获英联邦最佳处女作奖，并改编成电影。短篇小说、诗歌、新闻作品发表于《卫报》《独立报》《金融时报》《星期日泰晤士报》《诗歌评论》等刊物。第二部长篇《荒野弃生》于二〇一一年出版，并于二〇一二年获专为作家第二部小说颁发的安可奖。现居伦敦。\n罗斯\u2022瑞森\n生于约克郡。著有长篇小说《吃水线》和《上帝自己的国度》两部。\n盖瑞\u2022扬格\n在斯蒂文艾治长大。《卫报》和《国家》专栏作者。著有《哪儿都比不上家：一个黑色英国人的美国南方之旅》，以及《我们是谁\u2014\u2014这个问题在二十一世纪重要吗？》。\n威廉\u2022博伊德\n著有多部长篇、短篇小说集及电影剧本，并执导了电影《战壕》。《平淡的暴风雨》乃其近作。《格兰塔》第一百期特约编辑。\n哈尼夫\u2022库雷西\n入选一九九三年\u201c《格兰塔》英国最佳青年小说家\u201d。长篇小说包括《郊区居民的佛》《黑色唱片》《亲密》，以及《告诉你一些事情》。\n珍妮特\u2022温特森\n生于一九五九年。首作《橘子不是唯一的水果》获一九八五年\u201c惠特布雷德奖\u201d。其他作品包括《激情》《给樱桃以性别》《写在身体上》等。\n罗伯特\u2022麦克法兰\n《意识之山》获二〇〇三年\u201c《卫报》首作奖\u201d。他是剑桥伊曼纽尔学院董事。《荒野之地》乃其近作。\n萨拉\u2022沃特斯\n一九六六年生于威尔士，文学博士。曾在书店、图书馆和高校工作，现全职写作。已出版五部长篇：《轻舔丝绒》《半身》《荆棘之城》《守夜》和《小小陌生人》。获得过多种奖项。","summary":"《格兰塔》是世界上最著名的文学杂志之一。它1889年创刊于英国剑桥大学，名字取自剑桥附近的格兰塔河，是剑桥大学的一份学生刊物。1970年，《格兰塔》因资金等原因停刊。1979年，两个剑桥大学的美国留学生比尔\u2022巴福特和乔纳森\u2022莱维对当时文坛沉闷的氛围很不满。为了撼动既有的文学格局，便接手《格兰塔》，以季刊的形式重新出版。\n\n《格兰塔》打出的口号是一份\u201c新写作杂志\u201d。他们每期设定一个主题，重点推出英美文坛年轻作家的文学作品。三十四年来，《格兰塔》紧扣宗旨：\u201c让读者免于沉闷；成为英国文化的先锋；用有力、独特、原创的故事来展现\u201d， 它每十年评选的\u201c英国最佳青年小说家\u201d名单，囊括了英国后来的大部分名家。许多享誉世界的大作家伊恩\u2022麦克尤恩、萨尔曼\u2022拉什迪、保罗\u2022奥斯特、扎蒂\u2022史密斯等作家的文学生涯，都是从《格兰塔》起步的。\n\n《格兰塔》的影响遍及全世界，迄今已有十多个国际版本。经过一年多的筹备，九久读书人与上海文艺出版社终于联手启动《格兰塔》主题书的出版。\n与英文版《格兰塔》每年定期出版四期不同，中文版《格兰塔》将为每年不定期出版二、三辑的主题系列书。第一辑主题\u201c不列颠\u201d，收入十八位英国老中青三代作家的作品，其中包括中国读者熟悉的大卫\u2022米切尔、A.S.拜厄特、石黑一雄、珍妮特\u2022温特森、哈尼夫\u2022库雷西、萨拉\u2022沃特斯等著名作家，有威廉\u2022博伊德、哈里\u2022孔兹鲁、杰夫\u2022戴尔等中国读者比较陌生的实力派作家，还有罗伯特\u2022麦克法兰、乔\u2022邓索恩等新生代作家，既有短篇小说、长篇小说节选、纪实、游记散文，也有戏剧剧本、诗歌、图片专题，从各个方面反映英国的历史文化和社会风貌。\n\n我们相信，《格兰塔》中文版第一辑是用各种形式来讲述一个精彩故事的绝妙范例。而怎样讲述故事，不仅仅是一个美学问题。它也是一个与哲学有关的问题。在这一辑的许多故事里，这还是与家园有关的问题，你的心在哪里？你忠心于谁？","series":{"id":"23198","title":"格兰塔"},"price":"35.00元"},{"rating":{"max":10,"numRaters":149,"average":"6.7","min":0},"subtitle":"1","author":["桜日梯子"],"pubdate":"2014-10-8","tags":[{"count":97,"name":"耽美漫画","title":"耽美漫画"},{"count":92,"name":"BL","title":"BL"},{"count":90,"name":"BL漫画","title":"BL漫画"},{"count":82,"name":"耽美","title":"耽美"},{"count":74,"name":"桜日梯子","title":"桜日梯子"},{"count":66,"name":"漫画","title":"漫画"},{"count":60,"name":"♂耽美向♂","title":"♂耽美向♂"},{"count":58,"name":"日本漫画","title":"日本漫画"}],"origin_title":"抱かれたい男1位に脅されています。","image":"https://img1.doubanio.com/view/subject/m/public/s27822528.jpg","binding":"平装","translator":["陳姿君"],"catalog":"","pages":"","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s27822528.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s27822528.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s27822528.jpg"},"alt":"https://book.douban.com/subject/26262691/","id":"26262691","publisher":"東立出版社","isbn10":"9863654892","isbn13":"9789863654896","title":"我讓最想被擁抱的男人給威脅了","url":"https://api.douban.com/v2/book/26262691","alt_title":"抱かれたい男1位に脅されています。","author_intro":"","summary":"蟬連「最想被擁抱的男人」第１名整整５年的資深演員西條高人，卻被入行才３年的菜鳥東谷准太搶走寶座。高人因此對東谷充滿敵意，但後來卻因為喝醉而在東谷面前出醜\u2026而東谷提出的封口條件，竟然是擁抱高人，事後甚至還對他告白？感覺莫名其妙的高人，漸漸被東谷熱情的示愛打動\u2026除了標題作外，另收錄多篇激情甜蜜的短篇故事。","series":{"id":"38902","title":"我讓最想被擁抱的男人給威脅了"},"price":"NT 130 元"},{"rating":{"max":10,"numRaters":299,"average":"9.5","min":0},"subtitle":"1","author":["山岸凉子"],"pubdate":"","tags":[{"count":106,"name":"山岸凉子","title":"山岸凉子"},{"count":99,"name":"漫画","title":"漫画"},{"count":41,"name":"耽美","title":"耽美"},{"count":37,"name":"日本","title":"日本"},{"count":34,"name":"日本漫画","title":"日本漫画"},{"count":27,"name":"日出処の天子","title":"日出処の天子"},{"count":26,"name":"BL","title":"BL"},{"count":23,"name":"日出处天子","title":"日出处天子"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s3158299.jpg","binding":"平裝","translator":[],"catalog":"","pages":"","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s3158299.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s3158299.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s3158299.jpg"},"alt":"https://book.douban.com/subject/3128662/","id":"3128662","publisher":"東立出版社","isbn10":"9573424592","isbn13":"9789573424598","title":"日出處天子","url":"https://api.douban.com/v2/book/3128662","alt_title":"","author_intro":"","summary":"古代日本，被世人誉为天才的厩户太子（之后的圣德太子）自幼就显露其才气，同时亦兼具不可思议的能力。追寻着古代舞台所交织呈现的历史脉络，据此却描绘出全新的厩户太子面貌。山岸凉子的大型历史巨作「日出处天子」第一卷！","series":{"id":"17563","title":"日出處天子"},"price":"75元"},{"rating":{"max":10,"numRaters":6190,"average":"7.4","min":0},"subtitle":"1年完成麻省理工4年33门课程的整体性学习法","author":["[加]斯科特·扬"],"pubdate":"2013-12","tags":[{"count":4110,"name":"学习方法","title":"学习方法"},{"count":1695,"name":"学习","title":"学习"},{"count":1484,"name":"思维","title":"思维"},{"count":1399,"name":"方法论","title":"方法论"},{"count":1140,"name":"个人管理","title":"个人管理"},{"count":1025,"name":"整体性学习方法","title":"整体性学习方法"},{"count":915,"name":"整体性学习","title":"整体性学习"},{"count":747,"name":"思维方法","title":"思维方法"}],"origin_title":"Learn More Study Less","image":"https://img1.doubanio.com/view/subject/m/public/s27172838.jpg","binding":"平装","translator":["程冕"],"catalog":"中文版序\n译者序\n导读\n前言\n我的故事　1\n如何使用本书　5\n第一部分\n整体性学习策略\n什么是整体性学习　8\n结构　13\n模型　17\n高速公路　21\n熟悉的结构（成熟结构）　23\n整体性学习的顺序　27\n获取阶段　30\n理解阶段　32\n拓展阶段　34\n纠错阶段　38\n应用阶段　40\n测试阶段　42\n找出薄弱环节　44\n信息结构　50\n随意信息　51\n观点信息　53\n过程信息　54\n具体信息　56\n抽象信息　57\n如何使用五种信息类型　59\n为什么你的课程枯燥乏味　61\n学习的目标　63\n第二部分\n整体性学习技术\n整体性学习技术　68\n技术一览　69\n获取知识　71\n快速阅读　71\n笔记流　77\n联系观点　84\n比喻　86\n内在化　92\n图表法　98\n随意信息的处理　104\n联想法　106\n挂钩法　113\n信息压缩技术　118\n知识的延伸　123\n实际应用　123\n模型纠错　126\n以项目为基础的学习　128\n整体性学习技术的实际运用\u2014\u2014?费曼技巧　132\n整体性学习技术的回顾　138\n第三部分\n超越整体性学习\n高效率的学生　142\n高效率秘籍1　能量管理　144\n高效率秘籍2　不要\u201c学习\u201d（Don\u2019t study）　147\n高效率秘籍3　绝不拖延　149\n高效率秘籍4　批处理　151\n高效率秘籍5　有组织　153\n自我教育　155\n建立良好的学习习惯　156\n克服挫折障碍　159\n设置学习目标　160\n自我教育小结　163\n第四部分\n整体性学习的小结\n主要概念的小结　172\n技术一览　174\n特别感谢　179","ebook_url":"https://read.douban.com/ebook/2561842/","pages":"204","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s27172838.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s27172838.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s27172838.jpg"},"alt":"https://book.douban.com/subject/25783654/","id":"25783654","publisher":"机械工业出版社","isbn10":"7111444000","isbn13":"9787111444008","title":"如何高效学习","url":"https://api.douban.com/v2/book/25783654","alt_title":"Learn More Study Less","author_intro":"斯科特\u2022扬（Scott Young）\n加拿大马尼托巴大学商科毕业，如今经营着世界上最大的学习博客之一。从高中开始斯科特几乎课下不学习，尽管如此，他还是以全班第2名的成绩毕业。读大学时，大考之前一般每天学习不过两个小时。不过，4年来，他的平均成绩总在A和A+之间。毕业后他又以超凡的速度，成为麻省理工大学历史上最快毕业的人，并登上TEDx的演讲台，向全世界宣讲自己的学习经验，是不折不扣的超级学霸。","summary":"一位因为快速学习而成名的神奇小子，他应用自己发明的学习方法，完成了10天搞定线性代数，1年学习4年MIT课程的\u201c不可能任务\u201d。本书就是对他学习方法的全面介绍，其中包括整体性学习策略的核心思想和具体技术，详细介绍了快速阅读法、流笔记法、比喻法、内在化等七大方法，并为高效学习提供了从生活到时间管理的整体解决方案。跟随作者，你也将成为高效学习的超级学霸。","ebook_price":"25.00","series":{"id":"18780","title":"批判性思维丛书"},"price":"35.00元"},{"rating":{"max":10,"numRaters":133,"average":"7.9","min":0},"subtitle":"1","author":["ありいめめこ"],"pubdate":"2013-2-19","tags":[{"count":22,"name":"ありいめめこ","title":"ありいめめこ"},{"count":20,"name":"耽美","title":"耽美"},{"count":18,"name":"漫画","title":"漫画"},{"count":16,"name":"耽美漫画","title":"耽美漫画"},{"count":12,"name":"日本","title":"日本"},{"count":12,"name":"BLコミック","title":"BLコミック"},{"count":10,"name":"BL","title":"BL"},{"count":5,"name":"BL漫画","title":"BL漫画"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s27201337.jpg","binding":"平装","translator":["郭名珊"],"catalog":"","pages":"","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s27201337.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s27201337.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s27201337.jpg"},"alt":"https://book.douban.com/subject/21356967/","id":"21356967","publisher":"東立","isbn10":"9863243949","isbn13":"9789863243946","title":"獨占我的英雄","url":"https://api.douban.com/v2/book/21356967","alt_title":"","author_intro":"","summary":"遜咖不良少年勢多川是放牛高中老師\u2027康介的學生兼小弟\u2026勢多川總是被仰慕的康介所說的話和態度耍得團團轉，絕對不能喜歡上他！\u2026但是當發現時，卻一天24小時都\u2026//////越是努力忍耐就越想得到我的英雄。勢多川該怎麼面對這份感情呢？歡樂笑鬧，又夾帶些許淚水的\u2026老師X學生的戀愛故事完成！ \u2026\u2026","series":{"id":"37240","title":"獨占我的英雄"},"price":"130"},{"rating":{"max":10,"numRaters":6355,"average":"7.3","min":0},"subtitle":"推理之王1","author":["紫金陈"],"pubdate":"2018-6","tags":[{"count":1386,"name":"推理","title":"推理"},{"count":1061,"name":"紫金陈","title":"紫金陈"},{"count":856,"name":"悬疑","title":"悬疑"},{"count":785,"name":"高智商犯罪","title":"高智商犯罪"},{"count":779,"name":"推理小说","title":"推理小说"},{"count":722,"name":"小说","title":"小说"},{"count":551,"name":"中国","title":"中国"},{"count":530,"name":"侦探推理","title":"侦探推理"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s29791969.jpg","binding":"平装","translator":[],"catalog":"第一部分：请来抓我\n第二部分：逻辑专家的悲剧\n第三部分：无证之罪\n第四部分：天才设计的不在场证明\n第五部分：无解的方程组\n第六部分：反证法\n第七部分：必须踩进去的全套\n第八部分：真相的吸引力\n第九部分：天才的殊途同归","ebook_url":"https://read.douban.com/ebook/5821392/","pages":"364","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s29791969.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s29791969.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s29791969.jpg"},"alt":"https://book.douban.com/subject/25799686/","id":"25799686","publisher":"湖南人民出版社","isbn10":"7543898756","isbn13":"9787543898752","title":"无证之罪","url":"https://api.douban.com/v2/book/25799686","alt_title":"","author_intro":"紫金陈\n社会派悬疑推理小说杰出新秀。\n2012年度天涯文学\u201c十大作者\u201d和\u201c十佳作品\u201d双榜榜首。\n出版作品有《高智商犯罪》、《禁忌之地》等。其作品逻辑严密，布局精巧，情节紧凑，结局又总能出人意料地大反转，并对人性、人情予以关怀，被读者评论为可与东野圭吾作品相媲美的原创推理。接下来几年他将专注于\u201c推理之王\u201d系列的创作，《无证之罪》为本系列的第一部。","summary":"麦家、鹦鹉史航、马伯庸、雷米、周浩晖 都推崇的作家：\n近年天涯唯一点击量过千万的推理大神、天涯十佳作者，紫金陈\n最新最霸气最值得期待的系列作品，网上读不到的，\u201c推理之王\u201d第1部\n连环杀人，借尸布局，他说杀人是为了救人，你信吗？\n冷血罪行背后，却是一颗被爱和恨啃噬了十年的心。\n曾经至真至善，如今至忍至狠，看一个地狱中的男人，如何从业火中救赎！\n不纯属虚构，勿对号入座！\n不能一次读完，请来抓我！\n18岁以下，请在家长陪同下阅读\n繁华都市，命案频发。凶案现场，罪犯总是故意留下一枚指纹和一张字条\u2014\u2014\u201c请来抓我\u201d，除此之外，没有丝毫破绽。 面对如此高调的连环杀手，专案组成立四次又解散四次，毫无头绪，只能求助于数理逻辑专家严良，这桩悬案，疑难如一道无解方程，他该如何着手解密？精心布置这一场无证之罪的真凶，为何总是故意留下线索？这是一场巨大的阴谋还是一个陷阱，亦或深藏着更不为人知的秘密？\n《无证之罪》，眼花缭乱的迷局，层出不穷的杀机，一个犯罪高手，一个侦探超人，棋逢对手，谁赢得高智商赌局？抽丝剥茧之后，真相令人不寒而栗却又百感交集。","ebook_price":"12.00","series":{"id":"24880","title":"推理之王"},"price":"49.00元"},{"rating":{"max":10,"numRaters":12455,"average":"8.6","min":0},"subtitle":"恶童三部曲1","author":["[匈牙利] 雅歌塔·克里斯多夫"],"pubdate":"2009-1","tags":[{"count":2211,"name":"小说","title":"小说"},{"count":1965,"name":"匈牙利","title":"匈牙利"},{"count":1886,"name":"恶童三部曲","title":"恶童三部曲"},{"count":1532,"name":"雅歌塔-克里斯多夫","title":"雅歌塔-克里斯多夫"},{"count":1157,"name":"外国文学","title":"外国文学"},{"count":965,"name":"恶童日记","title":"恶童日记"},{"count":538,"name":"匈牙利文学","title":"匈牙利文学"},{"count":306,"name":"外国小说","title":"外国小说"}],"origin_title":"Le grand cahier","image":"https://img3.doubanio.com/view/subject/m/public/s3526073.jpg","binding":"平装","translator":["简伊玲"],"catalog":"","pages":"204","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3526073.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3526073.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3526073.jpg"},"alt":"https://book.douban.com/subject/3315879/","id":"3315879","publisher":"上海人民出版社","isbn10":"7208080607","isbn13":"9787208080607","title":"恶童日记","url":"https://api.douban.com/v2/book/3315879","alt_title":"Le grand cahier","author_intro":"歌塔·克里斯多夫（Agota Kristof），1935年生于匈牙利的科泽格市（Köszeg），1956年匈牙利发生暴动，于是随夫婿避难至瑞士的纳沙泰尔市（Neuchâtel）定居至今。\n饱受烽火洗劫，尝尽思乡之苦的流亡生涯，孕育出雅歌塔作品中冷酷逼真、发人深省的特质。\n1986年其处女作《恶童日记》甫在法国出版即震惊文坛，获得欧洲图书奖。续集《二人证据》与《第三谎言》于1988年、1991年相继出版，成为著名的\u201c恶童三部曲\u201d。1992年《第三谎言》获得法国图书文学奖。其他重要作品包括长篇小说《昨日》，中篇小说《文盲》、《噩梦》，舞台剧本《怪物》、《传染病》等。\u201c恶童三部曲\u201d至今已被翻译成了35种语言出版。\n雅歌塔的作品充满了独创性、讽刺性与人性，是一位极具代表性的当代作家。","summary":"一座被外国军队占领的城市，由于粮食短缺，人民生活艰难困苦，一位年轻妇女只好带着双胞胎儿子们投靠住在乡间的母亲。这位\u201c外婆\u201d不仅不识字、骯脏、吝啬、凶恶，甚至是一名凶手。两兄弟在艰困的环境中成长，为了让自己变得坚强，两人每日以互相打骂对方、绝食等各种方式锻炼生存本领。他们将每天发生的事情仔细记载在一本大笔记本中。随着日记一页页被翻开，一场冷酷的梦魇式寓言也逐步呈现。","series":{"id":"1585","title":"恶童三部曲"},"price":"22.00"},{"rating":{"max":10,"numRaters":43,"average":"9.5","min":0},"subtitle":"1","author":["清水玲子"],"pubdate":"2015-7-1","tags":[{"count":20,"name":"推理悬疑","title":"推理悬疑"},{"count":18,"name":"清水玲子","title":"清水玲子"},{"count":14,"name":"漫画","title":"漫画"},{"count":10,"name":"日本漫画","title":"日本漫画"},{"count":8,"name":"科幻","title":"科幻"},{"count":6,"name":"漫畫","title":"漫畫"},{"count":5,"name":"日系漫画画集","title":"日系漫画画集"},{"count":4,"name":"2015","title":"2015"}],"origin_title":"秘密 season 0","image":"https://img1.doubanio.com/view/subject/m/public/s28123549.jpg","binding":"平装","translator":["尤靜慧"],"catalog":"","pages":"","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s28123549.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s28123549.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s28123549.jpg"},"alt":"https://book.douban.com/subject/26438337/","id":"26438337","publisher":"東立","isbn10":"9863651834","isbn13":"9789863651833","title":"最高機密 season 0","url":"https://api.douban.com/v2/book/26438337","alt_title":"秘密 season 0","author_intro":"","summary":"\n鈴木克洋是位以第二名成績進入東大，前途看好的優秀學生。有一天，以第一名成績進入東大的薪剛前去找他，表示會有一個「秘密社團」邀請鈴木加入，希望到時鈴木能加入那個社團，協助他調查自己身世的秘密。原本對薪的無禮感到氣憤的鈴木在與他相處過後，漸漸對他產生好感，同意提供協助。不料結果卻害他自己的生命遭遇危險\u2026","series":{"id":"37122","title":"最高機密 season 0"},"price":"NT 150"},{"rating":{"max":10,"numRaters":84080,"average":"8.3","min":0},"subtitle":"4月～6月","author":["[日] 村上春树"],"pubdate":"2010-5","tags":[{"count":32700,"name":"村上春树","title":"村上春树"},{"count":12236,"name":"日本","title":"日本"},{"count":10664,"name":"小说","title":"小说"},{"count":9819,"name":"1Q84","title":"1Q84"},{"count":8451,"name":"日本文学","title":"日本文学"},{"count":3721,"name":"村上春樹","title":"村上春樹"},{"count":2970,"name":"文学","title":"文学"},{"count":2705,"name":"外国文学","title":"外国文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s4363464.jpg","binding":"精装","translator":["施小炜"],"catalog":"目录\n第1章　青豆不要被外表迷惑\n第2章　天吾另有主意\n第3章　青豆几个被改变的事实\n第4章　天吾假如你希望这样\n第5章　青豆需要专业技能与训练的职业\n第6章　天吾·我们要去很远的地方吗?\n第7章　青豆·静静地，别惊动了蝴蝶\n第8章　天吾到陌生的地方去见陌生的人\n第9章　青豆风景变了，规则变了\n第10章　天吾真正的流血革命\n第11章　青豆肉体才是人的神殿\n第12章　天吾愿你的国降临\n第13章　青豆天生的受害者\n第14章　天吾几乎所有的读者都从未见过的东西\n第15章　青豆像给气球装上锚一样牢固\n第16章　天吾能让你喜欢，我很高兴\n第17章　青豆无论我们幸福还是不幸\n第18章　天吾老大哥已经没有戏了\n第19章　青豆分担秘密的女人们\n第20章　天吾可怜的吉利亚克人\n第21章　青豆 不管试着逃到多么遥远的地方\n第22章　天吾时间能以扭曲的形态前进\n第23章　青豆这不过是个开端\n第24章　天吾并非这里的世界意义何在","pages":"392","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s4363464.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s4363464.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s4363464.jpg"},"alt":"https://book.douban.com/subject/4742918/","id":"4742918","publisher":"南海出版公司","isbn10":"7544247260","isbn13":"9787544247269","title":"1Q84 BOOK 1","url":"https://api.douban.com/v2/book/4742918","alt_title":"","author_intro":"村上春树 著名作家。 1979年，《且听风吟》出版以来，寂寞忧郁的文字、清淡闲适的情节，尤其是独特新颖的都市感觉的写作文风，令万千读者如痴如醉。随着《挪威的森林》、《舞！舞！舞！》、《海边卡夫卡》等作品的陆续出版，逐渐赢得世界性的崇高声誉，最终形成\u201c村上春树文学山系\u201d。 2009年，集毕生文学之大成的巅峰杰作《1Q84》隆重出版，以席卷之势荣登日本所有畅销榜首，在整个日本、东亚乃至全球都引起巨大反响。正如媒体评论：\u201c如此重大而复杂的题材，几可视为日本文学在新千年的伟大开篇。\u201d","summary":"1Q84简体中文版官方网站：http://www.douban.com/minisite/1q84/\n\u201c不管喜欢还是不喜欢，目前我已经置身于这\u20181Q84年\u2019。我熟悉的那个1984年已经无影无踪，今年是1Q84年。空气变了，风景变了。我必须尽快适应这个带着问号的世界。像被放进陌生森林中的动物一样，为了生存下去，得尽快了解并顺应这里的规则。\u201d\n《1Q84》写一对十岁时相遇后便各奔东西的三十岁男女，相互寻觅对方的故事，并将这个简单故事变成复杂的长篇。我想将这个时代所有世态立体地写出，成为我独有的\u201c综合小说\u201d。超越纯文学这一类型，采取多种尝试。在当今时代的空气中嵌入人类的生命。\u2014\u2014村上春树\n★村上春树蛰伏7年震撼新作！\n★1979-2009，村上春树创造30年巅峰杰作！\n★ 现在是1Q84年，空气变了，风景变了，规则也变了。\n为了保护自己，你必须尽快顺应这1Q84的规则。\n★日本上市1周，销售突破65万册，创造历史纪录。\n★上市12天，销售突破100万册，创造100万册最快记录。\n★上市1个月，销售突破200万册，创造200万册最快纪录。\n★荣获2009年日本\u201c年度最畅销图书\u201d第1名。\n★村上春树荣登日本\u201c年度最受欢迎作家\u201d第1名。\n★韩国以15亿韩元创版权最高纪录。\n★上市连续9周雄踞图书总榜第1名。\n★荣获韩国2009年\u201c年度最受欢迎图书\u201d第1名。\n★中文繁体版以超过1亿新台币创首印最高纪录。\n★上市第3日登上图书总榜第1名。\n★荣获2009年\u201c年度最畅销图书\u201d第1名。\n★《1Q84》中文简体版首印100万册。\n★为《1Q84》免费发送\u201c抢读本\u201d100万册。","series":{"id":"4643","title":"新经典文库·村上春树作品"},"price":"36.00元"},{"rating":{"max":10,"numRaters":2887,"average":"9.5","min":0},"subtitle":"（1-5卷：权力的游戏、列王的纷争、冰雨的风暴、群鸦的盛宴、魔龙的狂舞）","author":["[美]乔治·R.R.马丁"],"pubdate":"2013-10-1","tags":[{"count":916,"name":"冰与火之歌","title":"冰与火之歌"},{"count":818,"name":"奇幻","title":"奇幻"},{"count":747,"name":"史诗","title":"史诗"},{"count":501,"name":"小说","title":"小说"},{"count":467,"name":"魔幻小说","title":"魔幻小说"},{"count":440,"name":"乔治·马丁","title":"乔治·马丁"},{"count":429,"name":"外国文学","title":"外国文学"},{"count":390,"name":"冰与火之歌,乔治马丁","title":"冰与火之歌,乔治马丁"}],"origin_title":"A Song of Ice and Fire","image":"https://img3.doubanio.com/view/subject/m/public/s27218035.jpg","binding":"精装","translator":["谭光磊","屈畅","胡绍晏"],"catalog":"《权力的游戏》\n《列王的纷争》\n《冰雨的风暴》\n《群鸦的盛宴》\n《魔龙的狂舞》","pages":"全五册","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27218035.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27218035.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27218035.jpg"},"alt":"https://book.douban.com/subject/25826936/","id":"25826936","publisher":"重庆出版社","isbn10":"7223361832","isbn13":"9787223361835","title":"冰与火之歌","url":"https://api.douban.com/v2/book/25826936","alt_title":"A Song of Ice and Fire","author_intro":"乔治·雷蒙·理查·马丁（Geoger Raymond Richard Martin）：\n1948年出生于美国新泽西州的贝约恩。\n60年代末期，也即20岁左右的大学时代，开始从事当时热火朝天的科幻故事创作。\n70年代早期，取得硕士学位以后，他被著名编辑加德纳·多佐伊斯（Gardner Dozois）所发掘，马丁陆续在重要的科幻杂志上，如《类比》杂志，发表了许多短篇作品，并很快以感伤怀旧的浪漫笔触，略带歌特气息的荒凉氛围，以及糅合恐怖小说元素的科幻作品，受到读者瞩目。\n其后至今（2006年中旬），凡35年左右，总共只出版有七本中短篇小说选集（《莱安娜之歌和其他故事》A Song for Lya and Other Stories，《星与影之歌》Songs of Stars and Shadows，《沙王》Sandkings，《死者唱的歌》Songs the Dead Men Sing，《夜行者》Nightflyers，《子女的画像》Portraits of His Children和《四分集》Quartet: Four stories from the Crossroads。这七本的部分内容有重复。）；十本长篇小说（《光逝》Dying of the Light、《风港》Windhaven、《热夜之梦》Fevre Dream、《末日狂歌》The Armageddon Rag、《图夫航行》Tuf Voyaging、《死者之手》Dead Man's Hand以及史诗奇幻冰与火之歌的前四卷《权力的游戏》、《列王的纷争》、《冰雨的风暴》和《群鸦的盛宴》。注意，前面6本中还有2本是马丁与人合写的。）：其他一些未收录入选集的中短篇小说（例如著名的《誓言剑士》The sworn sword，世界奇幻奖得主《狼皮交易》The Skin Trade等）；在好莱坞工作期间创作了约二十部电影、电视剧本（其中许多并未上映））；编辑打造了约二十部小说集，包括著名的《百变王牌》系列（Wild Cards series），《约翰·坎贝尔获奖作品集》（The John W Campbell Awards Volume 5 Volume 6）等等。\n而在此后的十年中，马丁转向影剧界发展，担任了多部电视剧集的编剧工作。\n直到上世纪90年代，马丁受到《冰与火之歌》故事的感召，退出影剧界，转而投入这部著作的创作中。\n马丁二十七岁以小说《莱安娜之歌》摘下象征幻想小说最高成就的雨果奖。此后他不仅在文学上获奖连连，更曾在好莱坞担任编剧长达十年之久。\n至今，他已获四次雨果奖，两次星云奖，一次世界奇幻文学奖，十一次轨迹奖。\n2011年，美国《时代周刊》将马丁评为\"全世界最有影响力的一百位人物\"之一，肯定了乔治·马丁在幻想文坛上的至尊地位。","summary":"《冰与火之歌》（A Song of Ice and Fire）是由美国著名科幻奇幻小说家乔治·R·R·马丁（George R.R. Martin）所著的史诗奇幻小说，是当代奇幻文学一部影响深远的里程碑式的作品。于1996年初问世时，便以别具一格的结构、浩瀚辽阔的视野、错落有致的情节和生动活泼的语言，迅速征服了欧美文坛。迄今，本作已被译为三十多种文字，并在各个国家迭获大奖。作品主要描述了在一片虚构的中世纪大陆上所发生的一系列相互联系的宫廷斗争、疆场厮杀、游历冒险和魔法抗衡的故事，全书七卷（已出版到第五卷）浑然一体，共同组成了一幅壮丽而完整的画卷。\n从1995年至今，《权力的游戏》、《列王的纷争》、《冰雨的风暴》、《群鸦的盛宴》和《魔龙的狂舞》陆续出版，引发了全球性的追捧热潮。\n2008年底，该系列图书销量接近一千万册，在全球以三十多种语言翻译出版。由于HBO同名电视剧的推动，该系列图书仅今年二季度，在美国一地就卖出了400万册之多，长时间霸占了《纽约时报》畅销书排行榜前十位的多个位置。","price":"330.00元"},{"rating":{"max":10,"numRaters":1033,"average":"8.4","min":0},"subtitle":"科塔萨尔短篇小说全集1","author":["[阿根廷] 胡利奥·科塔萨尔"],"pubdate":"2017-3-1","tags":[{"count":592,"name":"短篇小说","title":"短篇小说"},{"count":577,"name":"胡里奥·科塔萨尔","title":"胡里奥·科塔萨尔"},{"count":566,"name":"小说","title":"小说"},{"count":516,"name":"拉美文学","title":"拉美文学"},{"count":448,"name":"外国文学","title":"外国文学"},{"count":348,"name":"阿根廷文学","title":"阿根廷文学"},{"count":284,"name":"文学","title":"文学"},{"count":279,"name":"科塔萨尔","title":"科塔萨尔"}],"origin_title":"Cuentos completos 1","image":"https://img3.doubanio.com/view/subject/m/public/s29247833.jpg","binding":"精装","translator":["陶玉平","李静","莫娅妮"],"catalog":"彼岸 陶玉平/译\n.\n抄袭与翻译\n一 吸血鬼的儿子\n二 越长越大的手\n三 德莉亚，来电话了\n四 雷米午睡正酣\n五 谜\n加夫列尔\u2022梅德拉诺的故事\n一 从夜间归来\n二 女巫\n三 搬家\n四 遥远的镜子\n天文学绪论\n一 论行星间的对称\n二 星星清洁者\n三 海洋学短训班\n四 手的季节\n.\n动物寓言集 李静/译\n被占的宅子\n给巴黎一位小姐的信\n远方的女人\n公共汽车\n剧烈头痛\n奸诈的女人\n天堂之门\n动物寓言集\n.\n游戏的终结 莫娅妮/译\nI\n公园续幕\n怪不得别人\n河\n毒药\n暗门\n迈那得斯之夜\nII\n基克拉泽斯群岛的偶像\n一朵黄花\n饭后\n乐队\n朋友\n动机\n小公牛\nIII\n水底故事\n午餐过后\n美西螈\n夜，仰面朝天\n游戏的终结","pages":"370","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29247833.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29247833.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29247833.jpg"},"alt":"https://book.douban.com/subject/26703649/","id":"26703649","publisher":"南海出版公司","isbn10":"7544262839","isbn13":"9787544262835","title":"被占的宅子","url":"https://api.douban.com/v2/book/26703649","alt_title":"Cuentos completos 1","author_intro":"胡里奥·科塔萨尔 Julio Cortázar (1914-1984)，阿根廷著名作家，短篇小说大师，拉丁美洲\u201c文学爆炸\u201d代表人物。1914年出生于比利时，在阿根廷布宜诺斯艾利斯长大，1951年移居法国巴黎，1951年出版首部短篇小说集《动物寓言集》。著有长篇小说《跳房 子》，短篇小说集《游戏的终结》《万火归一》《八面体》《我们如此热爱格伦达》等。1984年在巴黎病逝。","summary":"我们熟悉的世界仍有无数空洞，有待落笔描述。在科塔萨尔笔下，世界宛如一张折纸展开，内里的一重重奇遇让人目眩神迷。噩梦般的气息侵入老宅，居住其中的两人步步撤退，终于彻底逃离；乘电梯上二楼时，突然感觉要吐出一只兔子；遇见一个生活轨迹与自己酷似的男孩，由此窥见无尽轮回的一角\u2026\u2026读过科塔萨尔的人，绝不会感到乏味。日常生活里每一丝微妙的体验，都像一场突如其来的即兴演奏，让你循着心底的直觉与渴望，抵达意想不到的终点。\n《被占的宅子》为科塔萨尔短篇全集第1辑，收录《彼岸》《动物寓言集》《游戏的终结》三部短篇集，其中《彼岸》为中文首次出版。《彼岸》轻灵可爱，《动物寓言集》别致精妙，《游戏的终结》深邃离奇，科塔萨尔说：\u201c我想创作的是一种从未有人写过的短篇小说。\u201d","series":{"id":"38656","title":"新经典文库：科塔萨尔作品"},"price":"49.5"},{"rating":{"max":10,"numRaters":13606,"average":"7.8","min":0},"subtitle":"池袋西口公园1","author":["[日] 石田衣良"],"pubdate":"2008-1","tags":[{"count":3108,"name":"石田衣良","title":"石田衣良"},{"count":2364,"name":"池袋西口公园","title":"池袋西口公园"},{"count":2104,"name":"日本","title":"日本"},{"count":1345,"name":"小说","title":"小说"},{"count":1253,"name":"日本文学","title":"日本文学"},{"count":1119,"name":"推理","title":"推理"},{"count":847,"name":"青春","title":"青春"},{"count":210,"name":"文学","title":"文学"}],"origin_title":"池袋ウエストゲ-トパ-ク","image":"https://img3.doubanio.com/view/subject/m/public/s2827424.jpg","binding":"平装","translator":["千日"],"catalog":"1、池袋西口公园\n2、幽灵旅行车\n3、绿洲的亲密爱人\n4、太阳通内战","ebook_url":"https://read.douban.com/ebook/24289515/","pages":"306","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s2827424.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s2827424.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s2827424.jpg"},"alt":"https://book.douban.com/subject/2336093/","id":"2336093","publisher":"上海人民出版社","isbn10":"7208075395","isbn13":"9787208075399","title":"池袋西口公园","url":"https://api.douban.com/v2/book/2336093","alt_title":"池袋ウエストゲ-トパ-ク","author_intro":"石田衣良（Ishida Ira），日本当代最具人气的畅销小说作家，作品大多具有很强的话题性，针对对应现代生活的某个侧面，以引人入胜的故事展开都市新一代的生活感受，被日本文坛誉为\u201c现代感觉の妙手\u201d。","summary":"《池袋西口公园》是青春推理小说\u201c池袋西口公园\u201d系列的第1部。\n每部小说都包括四个短篇故事，通过主角真岛诚和他的朋友串联在一起。每个故事描述一个犯罪事件，展现现代城市中少年生活的一个侧面。题材黑色，对地下社会与边缘生活描绘精准，同时作者的文笔却非常宽容、温暖，故事一方面保持青年黑暗小说的架构，另一方面具有社会、人情小说的味道。\n池袋宁静的夏日夜晚，西口公园里隐隐有不安的气氛在空气中骚动。\n高中毕业后在家当米虫的真岛诚因为绞杀魔事件成为公园里的金田一。他为了找出绞杀魔同时解开好友理香的死谜，以及受托寻找同学猴子爱慕的黑帮公主，而化身多种角色出入黑白两道\u201c办案\u201d。最后他逐渐解开各个谜题，更将变调的公园回复成原有的和平，让红蓝两帮派握手言和，过程惊险万分终于智取谋成。G少年、红天使、援交妹、自闭少年\u2026\u2026所有在世俗社会迷失坐标的青少年，都在这座公园烙印下青春颜色，并发现自己的价值。\n石田衣良具实呈现出经济高度发展又遭逢泡沫化的日本，那些边缘青少年的世界\u2014\u2014颓废、堕落、滥交、嗑药、追求极限刺激，狂飙在犯罪界线却是最不虚伪的一群 。","ebook_price":"12.00","series":{"id":"1989","title":"池袋西口公园系列"},"price":"20.00"},{"rating":{"max":10,"numRaters":2354,"average":"8.7","min":0},"subtitle":"森見登美彥作品集1","author":["森見登美彥"],"pubdate":"2009-9-3","tags":[{"count":738,"name":"森見登美彥","title":"森見登美彥"},{"count":700,"name":"日本","title":"日本"},{"count":450,"name":"小说","title":"小说"},{"count":446,"name":"轻小说","title":"轻小说"},{"count":446,"name":"日本文学","title":"日本文学"},{"count":403,"name":"森见登美彦","title":"森见登美彦"},{"count":249,"name":"青春","title":"青春"},{"count":171,"name":"森見登美彦","title":"森見登美彦"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3944410.jpg","binding":"平裝","translator":["劉姿君"],"catalog":"","pages":"336頁","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3944410.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3944410.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3944410.jpg"},"alt":"https://book.douban.com/subject/3920144/","id":"3920144","publisher":"麥田出版","isbn10":"9861735496","isbn13":"9789861735498","title":"春宵苦短，少女前進吧！","url":"https://api.douban.com/v2/book/3920144","alt_title":"夜は短し歩けよ乙女","author_intro":"森見登美彥　Morimi Tomihiko\n1979年出生於奈良。1998年進入京都大學農學系，畢業後進入農學研究所就讀。2003年研究所在學期間，以描寫京都大學生日常生活的處女作《太陽之塔》獲日本奇幻小說大獎，驚豔文壇。誰也沒想到一個內向害羞的京都大學高材生，腦中的「宅男狂想」竟能如此生動逗趣，又富有內涵。\n2007年，以《春宵苦短，少女前進吧！》一舉拿下第20屆山本周五郎獎、日本書店大獎第2名，達文西雜誌讀者票選最愛小說第1名。以幽默、擬古的「森見文體」風靡全日本，受到各大書店店員和一般讀者的熱烈推崇。就連日本最毒舌的文學評論家大森望也對他讚譽有加，盛讚：「大傑作！毫無疑問是2007年的戀愛小說NO.1！」\n2008年，以《有頂天家族》拿下日本書店大獎第3名，奠定暢銷作家地位。\n而森見登美彥的登場與成功，也使得日文文學在「寫實」與「幻想架空」等傳統分類之下，又開創另一「打破類型疆界、以閱讀享受至上」的新體裁。\n2009年7月，日本著名讀書社群網站「閱讀計數器」公布一項調查：「上半年度最多人閱讀的小說」，即由《春宵苦短，少女前進吧！》堂堂登上冠軍寶座！\n森見登美彥可說是日本目前最炙手可熱、最受讀者喜愛的新銳作家！\n有讀者說，閱讀森見登美彥，就像在看日本大文豪夏目漱石將搞笑漫畫家高橋留美子的漫畫（《亂馬1/2》、《福星小子》）小說化。想像力匪夷所思，幽默感渾然天成，作品既優美又歡樂！\n其他著作有《四疊半神話大系》、《狐狸的故事》、《美女與竹林》、《戀文的技術》、《宵山萬花筒》等。\n在苦悶的時代，人人都需要歡笑的出口。\n南無南無！感謝老天爺！賜予我們森見登美彥！","summary":"2009年日本最多人在讀他的書，\n他，是最不正經的天才──森見登美彥！\n《春宵苦短，少女前進吧！》\n★★近年罕見，4項大獎肯定★★\n榮獲第20屆山本周五郎獎\n2007年日本書店大獎第2名\n2007年達文西雜誌讀者票選最愛小說第1名\n2009年上半年度日本最多人閱讀小說第1名\n「會讓人讀著讀著噗哧發笑的，只有森見登美彥才辦得到啊！」\n電波系少女盈盈含笑，純情宅男哀嘆：「愛妳在心裡口難開......」，月色迷人，酒香撲鼻，且看他要如何展開一場夜夜夜迷的求愛大作戰？！\n我」對天真瀾漫的黑髮學妹一見鍾情，便自喻為「黑髮學妹的背影世界權威」，在京都「春天夜晚的熱鬧酒街」、「夏季午後的舊書市集」、「秋天熱鬧失控的學園祭」、「冬日感冒之神活躍的河原町」，癡心追隨她的身影。然而求愛之路上，各路搞怪天兵紛紛來攪局，有號稱「天狗」的奇異男子、住在華麗三層電車上的怪老人「李白」，還有「閨房調查團」、「舊書市集之神」、「內褲大頭目」......純情學長能順利贏得伊人芳心嗎？\n日本京都，這個古意盎然的神話之城，除了廟宇、陰陽師，更有醇酒、書香、旖旎幻想和濃濃人情味。\n讀者諸賢：春宵苦短，把酒當歌，讀小說就該哇哈哈大笑啊！\n讓讀者打從肚皮裡幸福起來、色香味俱全的超有趣小說！\n森見登美彥的狂想世界，新奇、好玩，等你來探險！","price":"NTD300元"},{"rating":{"max":10,"numRaters":1530,"average":"9.5","min":0},"subtitle":"(第1卷)","author":["Richard P. Feynman","Robert B. Leighton","Matthew Sands"],"pubdate":"2005-06","tags":[{"count":1458,"name":"物理","title":"物理"},{"count":1006,"name":"费曼","title":"费曼"},{"count":867,"name":"物理学","title":"物理学"},{"count":581,"name":"科普","title":"科普"},{"count":377,"name":"科学","title":"科学"},{"count":371,"name":"费恩曼物理学讲义.第1卷","title":"费恩曼物理学讲义.第1卷"},{"count":322,"name":"经典","title":"经典"},{"count":259,"name":"教材","title":"教材"}],"origin_title":"The Feynman Lectures on Physics","image":"https://img1.doubanio.com/view/subject/m/public/s1475298.jpg","binding":"平装","translator":["王子辅、李洪芳、钟万蘅"],"catalog":"第1章 原子的运动\n§1\u20141 引言.\n§1\u20142 物质是原子构成的\n§1\u20143 原子过程\n§1\u20144 化学反应\n第2章 基本物理\n§2\u20141 引言\n§2\u20142 1920年以前的物理学\n§2\u20143 量子物理学\n§2\u20144 原子核与粒子\n第3章 物理学与其他科学的关系\n§3\u20141 引言\n§3\u20142 化学\n§3\u20143 生物学\n§3\u20144 天文学\n§3\u20145 地质学\n§3\u20146 心理学\n§3\u20147 情况何以会如此\n第4章 能量守恒\n§4\u20141 什么是能量\n.§4\u20142 重力势能\n§4\u20143 动能\n§4\u20144 能量的其他形式\n第5章 时间与距离\n§5\u20141 运动\n§5\u20142 时间\n§5\u20143 短的时间\n§5\u20144 长的时间\n§5\u20145 时间的单位和标准\n§5\u20146 长的距离\n§5\u20147 短的距离\n第6章 概率\n§6\u20141 机会和可能性\n§6\u20142 涨落\n§6\u20143 无规行走\n§6\u20144 概率分布\n§6\u20145 不确定性原理\n第7章 万有引力理论\n§7\u20141 行星运动\n§7\u20142 开普勒定律\n§7\u20143 动力学的发展\n§7\u20144 牛顿引力定律\n§?\u20145 万有引力\n§7\u20146 卡文迪什实验\n§7\u20147 什么是引力\n§7\u20148 引力与相对论\n第8章 运动\n§8\u20141 运动的描述\n§8\u20142 速率\n§8\u20143 速率作为导数\n§8\u20144 距离作为积分\n§8\u20145 加速度\n第9章 牛顿的动力学定律\n§9\u20141 动量和力\n§9\u20142 速率与速度\n§9\u20143 速度、加速度以及力的分量\n§9\u20144 什么是力\n§9\u20145 动力学方程的含义\n§9\u20146 方程的数值解\n§9\u20147 行星运动\n第10章 动量守恒\n§10\u20141 牛顿第三定律\n§10\u20142 动量守恒\n§10\u20143 动量是守恒的\n§10\u20144 动量和能量\n§10\u20145 相对论性动量\n第11章 矢量\n§11\u20141 物理学中的对称性\n§11\u20142 平移\n§11\u20143 转动\n§11\u20144 矢量\n§11\u20145 矢量代数\n§11\u20146 牛顿定律的矢量表示法\n§11\u20147 矢量的标积\n第12章 力的特性\n§12\u20141 什么是力\n§12\u20142 摩擦力\n§12\u20143 分子力\n§12\u20144 基本力、场\n§12\u20145 赝力\n§12\u20146 核力\n第13章 功与势能(上)\n§13\u20141 落体的能量\n§13\u20142 万有引力所作的功\n§13\u20143 能量的求和\n§13\u20144 巨大物体的引力场\n第14章 功与势能(下)\n§14\u20141 功\n§14\u20142 约束运动\n§14\u20143 保守力\n§14\u20144 非保守力\n§14\u20145 势与场\n第15章 狭义相对论\n§15\u20141 相对性原理\n§15\u20142 洛伦兹变换\n§15\u20143 迈克耳逊\u2014莫雷实验\n§15\u20144 时间的变换\n§15\u20145 洛伦兹收缩\n§15\u20146 同时性\n§15\u20147 四维矢量\n§15\u20148 相对论动力学\n§15\u20149 质能相当性\n第16章 相对论中的能量与动量\n§16\u20141 相对论与哲学家\n§16\u20142 孪生子佯谬\n§16\u20143 速度的变换\n§16\u20144 相对论性质量\n§16\u20145 相对论性能量\n第17章 时空\n§17\u20141 时空几何学\n§17\u20142 时空间隔\n§17\u20143 过去，现在和将来\n§17\u20144 四维矢量的进一步讨论\n§17\u20145 四维矢量代数\n第18章 二维空间中的转动\n§18\u20141 质心\n§18\u20142 刚体的转动\n§18\u20143 角动量\n§18\u20144 角动量守恒\n第19章 质心、转动惯量\n§19\u20141 质心的性质\n§19\u20142 质心位置的确定\n§19\u20143 转动惯量的求法\n§19\u20144 转动动能\n第20章 空间转动\n§20\u20141 三维空间中的转矩\n§20\u20142 用叉积表示的转动方程式\n§20\u20143 回转仪\n§20\u20144 固体的角动量\n第21章 谐振子\n§21\u20141 线性微分方程\n§21\u20142 谐振子\n§21\u20143 简谐运动和圆周运动\n§21\u20144 初始条件\n§21\u20145 受迫振动\n第22章 代数学\n§22\u20141 加法和乘法\n§22\u20142 逆运算\n§22\u20143 抽象和推广\n§22\u20144 无理数的近似计算\n§22\u20145 复数\n§22\u20146 虚指数\n第23章 共振\n§23\u20141 复数和简谐运动\n§23\u20142 有阻尼的受迫振子\n§23\u20143 电共振\n§23\u20144 自然界中的共振现象\n第24章 瞬变态\n§24\u20141 振子的能量\n§24\u20142 阻尼振动\n§24\u20143 电瞬变态\n第25章 线性系统及其综述\n§25\u20141 线性微分方程\n§25\u20142 解的叠力口\n§25\u20143 线性系统中的振动\n§25\u20144 物理学中的类比\n§25\u20145 串联和并联阻抗\n第26章 光学：最短时间原理\n§26\u20141 光..\n§26\u20142 反射与折射\n§26\u20143 费马最短时间原理\n§26\u20144 费马原理的应用\n§26\u20145 费马原理的更精确表述\n§26\u20146 最短时间原理是怎样起作用的\n第27章 几何光学\n§27\u20141 引言\n§27\u20142 球面的焦距\n§27\u20143 透镜的焦距\n§27\u20144 放大率\n§27\u20145 透镜组\n§27\u20146 像差\n§27\u20147 分辨本领\n第28章 电磁辐射\n§28\u20141 电磁学\n§28\u20142 辐射\n§28\u20143 偶极辐射子\n§28\u20144 干涉\n第29章 干涉\n§29\u20141 电磁波\n§29\u20142 辐射的能量\n§29\u20143 正弦波\n§29\u20144 两个偶极辐射子\n§29\u20145 干涉的数学\n第30章 衍射\n§30\u20141 n个相同振子的合振幅\n§30\u20142 衍射光栅\n§30\u20143 光栅的分辨本领\n§30\u20144抛物形天线\n§30\u20145 彩色薄膜、晶体\n§30\u20146 不透明屏的衍射\n§30\u20147 振荡电荷组成的平面所产生的场\n第31章 折射率的起源\n§31\u20141 折射率\n§31\u20142 物质引起的场\n§31\u20143 色散\n§31\u20144 吸收\n§31\u20145 电波所携带的能量\n§31\u20146 屏的衍射\n第32章 辐射阻尼、光的散射\n§32\u20141 辐射电阻\n§32\u20142 台皂量辐射率\n§32\u20143 辐射阻尼\n§32\u20144 独立的辐射源\n§32\u20145 光的散射\n第33章 偏振\n§33\u20141 光的电矢量\n§33\u20142 散射光的偏振性\n§33\u20143 双折射\n§33\u20144 起偏振器\n§33\u20145 旋光性\n§33\u20146 反射光的强度\n§33\u20147 反常折射\n第34章 辐射中的相对论性效应\n§34\u20141 运动辐射源\n§34\u20142 求\u201c表观\u201d运动\n§34\u20143 同步辐射\n§34\u20144 宇宙中的同步辐射\n§34\u20145 轫致辐射\n§34\u20146 多普勒效应\n§34\u20147 w、k四元矢量\n§34\u20148 光行差\n§34\u20149 光的动量\n第35章 色视觉\n§35\u20141 人眼\n§35\u20142 颜色依赖于光的强度\n§35\u20143 色感觉的测量\n§35\u20144 色品图\n§35\u20145 色视觉的机制\n§35\u20146 色视觉的生理化学\n第36章 视觉的机制\n§36\u20141 颜色的感觉\n§36\u20142 眼睛的生理学\n§36\u20143 视杆细胞\n§36\u20144 (昆虫的)复眼\n§36\u20145 其他的眼睛\n§36\u20146 视觉的神经学\n第37章 量子行为\n§37\u20141 原子力学\n§37\u20142 子弹实验\n§37\u20143 波的实验\n§37\u20144 电子的实验\n§37\u20145 电子波的干涉\n§37\u20146 追踪电子\n§37\u20147 量子力学的基本原理\n§37\u20148 不确定性原理\n第38章 波动观点与粒子观点的关系\n§38\u20141 概率波幅\n§38\u20142 位置与动量的测量\n§38\u20143 晶体衍射\n§38\u20144 原子的大小\n§38\u20145 能级\n§38\u20146 哲学含义\n第39章 气体分子动理论\n§39\u20141 物质的性质\n§39\u20142 气体的压强\n§39\u20143 辐射的压缩性\n§39\u20144 温度和动能\n§39\u20145 理想气体定律\n第40章 统计力学原理\n§40\u20141 大气的指数变化律\n§40\u20142 玻尔兹曼定律\n§40\u20143 液体的蒸发\n§40\u20144 分子的速率分布\n§40\u20145 气体比热\n§40\u20146 经典物理的失败\n第41章 布朗运动\n§41\u20141 能量均分\n§41\u20142 辐射的热平衡\n§41\u20143 能量均分与量子振子\n§41\u20144 无规行走\n第42章 分子动理论的应用\n§42\u20141 蒸发\n§42\u20142 热离子发射\n§42\u20143 热电离\n§42\u20144 化学动力学\n§42\u20145 爱因斯坦辐射律\n第43章 扩散\n§43\u20141 分子间的碰撞\n§43\u20142 平均自由程\n§43\u20143 漂移速率\n§43\u20144 离子电导率\n§43\u20145 分子扩散\n§43\u20146 热导率\n第44章 热力学定律\n§44\u20141 热机、第一定律\n§44\u20142 第二定律\n§44\u20143 可逆机\n§44\u20144 理想热机的效率\n§44\u20145 热力学温度\n§44\u20146 熵\n第45章 热力学示例\n§45\u20141 内能\n§45\u20142 应用\n§45\u20143 克劳修斯\u2014克拉珀龙方程\n第46章 棘轮和掣爪\n§46\u20141 棘轮是怎样工作的\n§46\u20142 作为热机的棘轮\n§46\u20143 力学中的可逆性\n§46\u20144 不可逆性\n§46\u20145 序与熵\n第47章 声、波动方程\n§47\u20141 波\n§47\u20142 声的传播\n§47\u20143 波动方程\n§47\u20144 波动方程的解\n§47\u20145 声速\n第48章 拍\n§48\u20141 两列波的相加\n§48\u20142 拍符和调制\n§48\u20143 旁频带\n§48\u20144 定域波列\n§48\u20145 粒子的概率幅\n§48\u20146 三维空间的波\n§48\u20147 简正模式\n第49章 波模\n§49\u20141 波的反射\n§49\u20142 具有固有频率的约束波\n§49\u20143 二维波模\n§49\u20144 耦合摆\n§49\u20145 线性系统\n第50章 谐波\n§50\u20141 乐音\n§50\u20142 傅里叶级数\n§50\u20143 音色与谐和\n§50\u20144 傅里叶系数\n§50\u20145 台皂量定理\n§50\u20146 非线性响应\n第51章 波\n§51\u20141 舷波\n§51\u20142 冲击波\n§51\u20143 固体中的波\n§51\u20144 表面波\n第52章 物理定律的对称性\n§52\u20141 对称操作\n§52\u20142 空间与时间的对称性\n§52\u20143 对称性与守恒定律\n§52\u20144 镜面反射\n§52\u20145 极矢量与轴矢量\n§52\u20146 哪一只是右手\n§52\u20147 宇称不守恒\n§52\u20148 反物质...\n§52\u20149 对称破缺\n索引\n附录","pages":"555","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s1475298.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s1475298.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s1475298.jpg"},"alt":"https://book.douban.com/subject/1437852/","id":"1437852","publisher":"上海科学技术出版社","isbn10":"7532378780","isbn13":"9787532378784","title":"费恩曼物理学讲义（第1卷）","url":"https://api.douban.com/v2/book/1437852","alt_title":"The Feynman Lectures on Physics","author_intro":"世界上有两种天才，一种是\u201c普通的\u201d天才，一种是如魔术师般\u201c神奇的\u201d天才。只要你我再聪明几倍的话，就可以比得上普通的天才。而如魔术师般神奇的天才就不一样了，他们的心思到底怎样在运作，我们是无论如何也无法理解的，分析他们的思想就像要看穿魔术师怎样变戏法一样困难。所以，在外人看来，\u201c神奇的\u201d天才都是那些言语荒诞、行为古怪、智慧超凡的\u201c鬼才\u201d。而理查德·费曼可以说是人类历史上千年才难得出一个的科学鬼才。\r\n  费曼被很多物理学家誉为上个世纪继爱因斯坦之后最伟大的实证物理学家，在他研究生刚毕业时，就参与了美国制造第一枚原子弹的曼哈顿计划，后来，他又在美国加州理工学院任教约40年，并在1965年获得了诺贝尔物理学奖。\r\n  不过，令这位物理学家声名远扬的远远不止这些，他的邦戈鼓艺高超，甚至能顶替职业鼓手上场表演，他还可以像一位真正的画家一样卖掉自己的作品，他是撬保险柜的专家，他喜欢在无上装酒吧里研究科学问题。总之，他的才华，他的幽默，他的率性而为的恶作剧，令他的一生多姿多彩。同时，他的成长和他的成就，也包含了许多的启示。","summary":"20世纪60年代初，美国一些理工科大学鉴于当时的大学基础物理数学与现代科学技术的发展不相适应，纷纷试行教学改革，加利福尼亚理学院就是其中之一。该校于1961年9月至1963年5月特请著名物理学家费恩曼主讲一二年级的基础物理课，事后又根据讲课录音编辑出版了《费恩曼物理学讲义。本讲义共分三卷，第1卷包括力学、相对论、光学、气体分子运动论、热力学、波等，第2卷主要是电磁学，此外还有性、流体的流动及弯曲空间等内容，第3卷是量子力学。全书内容十分丰富，在深度和广度上都超过了传统的普通物理教材。\r\n        当时美国大学物理教学改革试图解决的一个主要问题是，基础物理教学应尽可能反映近代物理巨大成就。《费恩曼物理学讲义》在基础物理的水平上对20世纪物理学的两大重成就\u2014\u2014相对论和量子力学做了系统的介绍，对于量子力学，费恩曼教授还特地准备了套适合大学二年级水平的讲法。教学改革试图解决的另一个问题是按照当前物理学工作者在各个前沿研究领域所使用的方式来介绍物理学的内容。在《费恩曼物理学讲义》一书中对一些问题的分析和处理方法，反映了费恩曼自己以及其他在前沿研究领域工作的物理学家所通常采用的分析和处理方法。全书对基本概念、定理和定律的讲解不仅生动清晰、通俗易懂，而且特别注重从物理上做出深刻的叙述。为了扩大学生的知识面，全书还列举了许多基本物理原理在各个方面(诸如天体物理、地球物理、生物物理等)的应用，以及物理学的一些最新成就。由于全书是根据课堂讲授的录音整理编辑的，它在一定程度上保留了费恩曼讲课的生动活泼、引人入胜的独特格。\r\n        《费恩曼物理学讲义》从普通物理水平出发，注重物理分析，深入浅出，避免运用高深烦琐的数学方程，因此具有高以上物理水平和初等微积分知识的读者阅读起来不会感到十分困难。至于大学物理系的师生和物理工作者更能从此书中获得教益。为此我们特将此书译成中文，以飨读者。\r\n        原书第一版发行后，深受广大读者欢迎。1989年，为了纪念费恩曼教授逝世一周年，编者重新出版了本书，并加了新的言及介绍费恩曼生平的短文。本卷在课程内容上则增加了弯曲空间一章，使得《费恩曼物理学讲义》这套书的内容更为完整。我们按照新版的原本进行了翻译。\r\n        本书中的费恩曼自序由郑永令在吴子仪译稿的基础上重译，前言由李洪芳翻译，潘笃武校阅，关于费恩曼和《费恩曼物理学讲义》另序由潘笃武翻译。本卷正文由李洪芳、钟万蘅在王子辅译稿的基础上重新翻译，第42章郑永令校阅","series":{"id":"5935","title":"费恩曼物理学讲义"},"price":"85.00元"},{"rating":{"max":10,"numRaters":43810,"average":"9.1","min":0},"subtitle":"限量版","author":["当年明月"],"pubdate":"2009-4","tags":[{"count":14461,"name":"历史","title":"历史"},{"count":9871,"name":"明朝那些事儿","title":"明朝那些事儿"},{"count":5490,"name":"当年明月","title":"当年明月"},{"count":5335,"name":"明朝","title":"明朝"},{"count":2957,"name":"小说","title":"小说"},{"count":2716,"name":"中国文学","title":"中国文学"},{"count":1872,"name":"中国","title":"中国"},{"count":1789,"name":"中国历史","title":"中国历史"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s3792001.jpg","binding":"精装16开","translator":[],"catalog":"","pages":"","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s3792001.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s3792001.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s3792001.jpg"},"alt":"https://book.douban.com/subject/3674537/","id":"3674537","publisher":"中国海关出版社","isbn10":"7801656083","isbn13":"9787801656087","title":"明朝那些事儿（1-9）","url":"https://api.douban.com/v2/book/3674537","alt_title":"","author_intro":"当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。","summary":"《明朝那些事儿》讲述从1344年到1644年，明朝三百年间的历史。作品以史料为基础，以年代和具体人物为主线，运用小说的笔法，对明朝十七帝和其他王公权贵和小人物的命运进行全景展示，尤其对官场政治、战争、帝王心术着墨最多。作品也是一部明朝政治经济制度、人伦道德的演义。","price":"358.20元"},{"rating":{"max":10,"numRaters":2721,"average":"8.1","min":0},"subtitle":"人类1月4日的逆袭","author":["刘慈欣","宝树"],"pubdate":"2014-12-1","tags":[{"count":899,"name":"刘慈欣","title":"刘慈欣"},{"count":765,"name":"科幻","title":"科幻"},{"count":308,"name":"科幻小说","title":"科幻小说"},{"count":288,"name":"小说","title":"小说"},{"count":242,"name":"中国","title":"中国"},{"count":210,"name":"科幻小說","title":"科幻小說"},{"count":174,"name":"短篇集","title":"短篇集"},{"count":119,"name":"中国文学","title":"中国文学"}],"origin_title":"","image":"https://img3.doubanio.com/view/subject/m/public/s27774946.jpg","binding":"平装","translator":[],"catalog":"001------2018年\n011------赡养人类\n055------诗云\n087------地火\n125------鲸歌\n137------白垩纪往事\n179------人生\n189------超新星纪元\n223------圆圆的肥皂泡\n245------纤维\n255------信使\n263------混沌蝴蝶\n287------光荣与梦想","pages":"336","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s27774946.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s27774946.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s27774946.jpg"},"alt":"https://book.douban.com/subject/26210632/","id":"26210632","publisher":"江苏凤凰文艺出版社","isbn10":"7539964049","isbn13":"9787539964041","title":"2018","url":"https://api.douban.com/v2/book/26210632","alt_title":"","author_intro":"刘慈欣，中国作家富豪榜当红上榜作家，当代新生代科幻的主要代表人，中国科普作协会员，山西省作家协会会员。1963年6月出生于北京，祖籍信阳市罗山，山西阳泉长大。1985年毕业于华北水利水电学院（现华北水利水电大学）水电工程系。代表作有长篇小说《超新星纪元》《球状闪电》\u201c地球往事\u201d系列（《三体》，《三体II：黑暗森林》及《三体Ⅲ：死神永生》）等；中短篇《流浪地球》《乡村教师》《朝闻道》《全频带阻塞干扰》等。曾多次获得中国科幻银河奖，并荣登2013第八届中国作家富豪榜。","summary":"中国科幻第一人，九届银河奖得主，《三体》作者刘慈欣作品。\n在2018年，人类社会拥有了可以改变基因延长寿命的技术，通过延基，人类寿命可达300年。同时，网络虚拟社会已经极其庞大，实体货币逐渐废除，虚拟货币正在兴起。不但如此，虚拟的网络国家还在提出申请加入联合国。在这种风云变幻的大背景下，人心 动荡，前途未卜，男主角盗用公款准备延基，而正当他打算向女朋友坦白自己只筹集到一个人延基费用的时候，却发现女朋友早已打算利用另一项技术\u2014\u2014冷冻，休眠到100年以后\u2026","series":{"id":"28895","title":"九志天达·科幻志"},"price":"32.00元"},{"rating":{"max":10,"numRaters":4628,"average":"7.6","min":0},"subtitle":"陪安东尼度过漫长岁月1","author":["安东尼"],"pubdate":"2012-12","tags":[{"count":2063,"name":"安东尼","title":"安东尼"},{"count":856,"name":"治愈","title":"治愈"},{"count":746,"name":"温暖","title":"温暖"},{"count":577,"name":"随笔","title":"随笔"},{"count":418,"name":"治愈系","title":"治愈系"},{"count":400,"name":"绘本","title":"绘本"},{"count":317,"name":"生活","title":"生活"},{"count":235,"name":"青春文学","title":"青春文学"}],"origin_title":"","image":"https://img1.doubanio.com/view/subject/m/public/s24515127.jpg","binding":"平装","translator":[],"catalog":"","pages":"216","images":{"small":"https://img1.doubanio.com/view/subject/s/public/s24515127.jpg","large":"https://img1.doubanio.com/view/subject/l/public/s24515127.jpg","medium":"https://img1.doubanio.com/view/subject/m/public/s24515127.jpg"},"alt":"https://book.douban.com/subject/20424614/","id":"20424614","publisher":"长江文艺出版社","isbn10":"7535462057","isbn13":"9787535462053","title":"红","url":"https://api.douban.com/v2/book/20424614","alt_title":"","author_intro":"安东尼，上海最世文化发展有限公司签约作者，《最小说》杂志最受欢迎的作者之一，最世文化最畅销的作者之一，同时也是《最小说》创刊至今最别具一格的作者，被誉为\u201c治愈系小王子\u201d。其灵动温暖、充满生活智慧的文字，被周迅、张靓颖等著名影星大力推荐，被《米娜》等时尚杂志大量介绍，被微博上的粉丝大量转载突破十万余次。被评为2010年《最小说》年度人物。已出版作品：《陪安东尼度过漫长岁月》、《橙\u2014陪安东尼度过漫长岁月Ⅱ》《这些 都是你给我的爱》、《这些都是你给我的爱Ⅱ\u2014\u2014云治》。","summary":"《陪安东尼度过漫长岁月》以一个普通男生的口吻，讲述了作者从20岁到23岁，从大学到工作、从国内到国外的真诚记载。没有大道理，没有矫揉造作，没有精心的推敲杜撰，记录了三年中生活的零散片段，有自言自语，也有对生活的感悟。以时间为载体，散文的格式，将日记、随笔、笔记、甚至是墙上的便条联系到一起。带领读者走进安东尼的漫长的岁月。\n插画家echo配以温馨童话般的绘图，充满童幻色彩。","series":{"id":"10464","title":"陪安东尼度过漫长岁月"},"price":"28.80元"},{"rating":{"max":10,"numRaters":5050,"average":"7.2","min":0},"subtitle":"加贺探案集1","author":["[日] 东野圭吾"],"pubdate":"2012-7","tags":[{"count":2208,"name":"东野圭吾","title":"东野圭吾"},{"count":1007,"name":"推理","title":"推理"},{"count":734,"name":"日本","title":"日本"},{"count":716,"name":"加贺恭一郎","title":"加贺恭一郎"},{"count":396,"name":"小说","title":"小说"},{"count":377,"name":"日系推理","title":"日系推理"},{"count":348,"name":"東野圭吾","title":"東野圭吾"},{"count":322,"name":"日本文学","title":"日本文学"}],"origin_title":"卒業","image":"https://img3.doubanio.com/view/subject/m/public/s10419106.jpg","binding":"平装","translator":["黄真"],"catalog":"第一章\n第二章\n第三章\n第四章\n第五章","pages":"259","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s10419106.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s10419106.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s10419106.jpg"},"alt":"https://book.douban.com/subject/10598145/","id":"10598145","publisher":"南海出版公司","isbn10":"7544258939","isbn13":"9787544258937","title":"毕业","url":"https://api.douban.com/v2/book/10598145","alt_title":"卒業","author_intro":"东野圭吾\n日本著名作家。\n1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作；1999年，《秘密》获第52届日本推理作家协会奖；此后《白夜行》、《单恋》、《信》、《幻夜》先后入围直木奖；2006年，《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名一并斩获；2008年，《流星之绊》获第43届新风奖；2009年，《新参者》获两大推理小说排行榜年度第1名。\n早期作品多为精巧细致的本格推理，后期笔锋越发老辣，文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步，擅长从极不合理处写出极合理的故事，功力之深令世人骇然。","summary":"东野圭吾最畅销系列\n加贺恭一郎开篇大作\n真相这种东西，无论何时都无聊透顶。\n彻查真相有何意义？加贺说不清，却无法罢手。他不为报仇，也非刻意追求正义，而是将破案视作毕业仪式，生命中一个时代的完结。","series":{"id":"36660","title":"加贺探案集"},"price":"28.00元"},{"rating":{"max":10,"numRaters":944,"average":"9.0","min":0},"subtitle":"毛姆短篇小说全集1","author":["[英] 毛姆"],"pubdate":"2016-10-1","tags":[{"count":739,"name":"毛姆","title":"毛姆"},{"count":305,"name":"英国文学","title":"英国文学"},{"count":269,"name":"小说","title":"小说"},{"count":232,"name":"外国文学","title":"外国文学"},{"count":228,"name":"短篇集","title":"短篇集"},{"count":209,"name":"英国","title":"英国"},{"count":181,"name":"短篇","title":"短篇"},{"count":147,"name":"理想国","title":"理想国"}],"origin_title":"Collected Short Stories: 1","image":"https://img3.doubanio.com/view/subject/m/public/s29049151.jpg","binding":"精装","translator":["陈以侃"],"catalog":"序\n雨\n爱德华·巴纳德的堕落\n火奴鲁鲁\n午餐\n蚂蚁和蚱蜢\n家\n水塘\n麦金托什\n表象与现实\n昂蒂布的三个胖女人\n生活的真相\n舞男舞女\n幸福的夫妻\n斑鸠之音\n狮皮\n不可征服\n逃跑\n上帝审判台\n全懂先生\n幸福的人\n一个浪漫的年轻女子\n事关尊严\n诗人\n母亲\n格拉斯哥来的人\n赴宴之前\n路易丝\n承诺\n珍珠项链\n怯懦\n译后记","ebook_url":"https://read.douban.com/ebook/26515899/","pages":"648","images":{"small":"https://img3.doubanio.com/view/subject/s/public/s29049151.jpg","large":"https://img3.doubanio.com/view/subject/l/public/s29049151.jpg","medium":"https://img3.doubanio.com/view/subject/m/public/s29049151.jpg"},"alt":"https://book.douban.com/subject/26840830/","id":"26840830","publisher":"理想国 | 广西师范大学出版社","isbn10":"7549585474","isbn13":"9787549585472","title":"爱德华·巴纳德的堕落","url":"https://api.douban.com/v2/book/26840830","alt_title":"Collected Short Stories: 1","author_intro":"威廉·萨默塞特·毛姆 W. Somerset Maug ham (1874-1965)，生于律师家庭，父母早逝，十岁之前生活在巴黎，后由伯父接回英国抚养 。先后在坎特伯雷国王学校和海德堡大学接受教育。后进入伦敦圣托马斯医学院学医。1897年小说处女作《兰贝斯的丽莎》 获得成功，后专事文学创作。1902年初涉剧坛，渐成为与萧伯纳齐名的剧作家，红极一时 。随着《人性的枷锁》 （1915） 、《月亮和六便士》 （1919）等长篇小说出版，作为小说家的声誉得以巩固。一战期间曾为英国情报部门工作。1916年前往南太平洋旅行，此后多次到远东。1921年出版《颤动的叶子：南太平洋群岛故事集》，之后陆续出版《木麻黄树》《阿金》等十多部短篇集，为当时最负盛名的短篇小说家。其他作品包括游记，如《在中国屏风上》（1922）、《唐费尔南多》 （1935），以及散文，文艺评论和回忆录，如《总结》 （1938）、《作家笔记》 （1949）、《观点》（1958） 等。1946年，回到法国里维埃拉定居。 1954年，被授予大英帝国\u201c荣誉侍从\u201d称号，成为皇家文学会会员 。1965年逝世于里维埃拉。\n译者 陈以侃，1985年出生于浙江嘉善，自由译者、书评人。曾在上海交大和复旦学习英文，2012至2015年在上海译文担任编辑。译有《海风中失落的血色馈赠》、《终极游戏》，合译有《额尔金书信和日记选》、《格兰塔\u2022不列颠》等；偶作评论，见于《上海书评》、《三联生活周刊》、《文景》、《书城》、《外国文艺》等。","summary":"\u201c即使一切消亡，仍然会有一个作家讲述的世界留存下来，从新加坡到玛贵斯群岛，它将完全而且永远属于毛姆。我们步入这个露天游廊和三角帆船的世界，就像走进柯南\u2022道尔的贝克街，带着快乐和永恒的归乡之感。\u201d\n威廉\u2022萨默塞特\u2022毛姆（W. Somerset Maugham，1874\u20141965），英国著名小说家、剧作家、短篇小说作家。马尔克斯将毛姆列为最钟爱的作者之一。奥威尔称毛姆是\u201c影响我最大的现代作家，我深深地钦佩他摒除虚饰讲述故事的能力\u201d。\n短篇小说在毛姆的创作中占有重要地位，安东尼\u2022伯吉斯就曾评价他写下了\u201c英语文学中最好的短篇故事\u201d。《人性的枷锁》《刀锋》等长篇小说使毛姆名闻世界，而他的短篇则以编织故事的精湛技巧，对人性和社会生活的敏锐洞察，为其赢得了更多读者，成为一种全球现象。\n1951年，毛姆出版四卷本短篇小说全集，共收录91个故事，并亲自确定篇目和顺序，为每一卷撰写序言。1963年企鹅出版社在此基础上推出新版，自此被认作标准定本，多次重版。本书即译自2002年企鹅版全集。\n毛姆作品中文译本繁多，短篇小说多以精选集形式出版。理想国版《毛姆短篇小说全集》（四卷本）为中文世界首个\u201c毛姆短篇全集计划\u201d。本书为第一卷。","ebook_price":"24.00","series":{"id":"39606","title":"理想国·毛姆短篇小说全集"},"price":"56.00元"}]
     */

    private int count;
    private int start;
    private int total;
    private List<BooksBean> books;

    public int getCount() {
        return count;
    }

    public void setCount(int count) {
        this.count = count;
    }

    public int getStart() {
        return start;
    }

    public void setStart(int start) {
        this.start = start;
    }

    public int getTotal() {
        return total;
    }

    public void setTotal(int total) {
        this.total = total;
    }

    public List<BooksBean> getBooks() {
        return books;
    }

    public void setBooks(List<BooksBean> books) {
        this.books = books;
    }

    public static class BooksBean {
        /**
         * rating : {"max":10,"numRaters":1,"average":"0.0","min":0}
         * subtitle :
         * pubdate : 1900-01-01
         * image : https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif
         * binding :
         * images : {"small":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif","large":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif","medium":"https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif"}
         * alt : https://book.douban.com/subject/1507510/
         * id : 1507510
         * title : CNKI数字图书馆个人检索阅读卡50元
         * author_intro :
         * tags : [{"count":1,"name":"1","title":"1"}]
         * origin_title :
         * price : 3000.0
         * translator : []
         * catalog :

         * pages :
         * publisher : CNKI
         * isbn10 : 1
         * alt_title :
         * url : https://api.douban.com/v2/book/1507510
         * author : ["CNKI"]
         * summary :

         * isbn13 : 9787532147939
         * series : {"id":"23198","title":"格兰塔"}
         * ebook_url : https://read.douban.com/ebook/2561842/
         * ebook_price : 25.00
         */

        private RatingBean rating;
        private String subtitle;
        private String pubdate;
        private String image;
        private String binding;
        private ImagesBean images;
        private String alt;
        private String id;
        private String title;
        private String author_intro;
        private String origin_title;
        private String price;
        private String catalog;
        private String pages;
        private String publisher;
        private String isbn10;
        private String alt_title;
        private String url;
        private String summary;
        private String isbn13;
        private SeriesBean series;
        private String ebook_url;
        private String ebook_price;
        private List<TagsBean> tags;
        private List<?> translator;
        private List<String> author;

        public RatingBean getRating() {
            return rating;
        }

        public void setRating(RatingBean rating) {
            this.rating = rating;
        }

        public String getSubtitle() {
            return subtitle;
        }

        public void setSubtitle(String subtitle) {
            this.subtitle = subtitle;
        }

        public String getPubdate() {
            return pubdate;
        }

        public void setPubdate(String pubdate) {
            this.pubdate = pubdate;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getBinding() {
            return binding;
        }

        public void setBinding(String binding) {
            this.binding = binding;
        }

        public ImagesBean getImages() {
            return images;
        }

        public void setImages(ImagesBean images) {
            this.images = images;
        }

        public String getAlt() {
            return alt;
        }

        public void setAlt(String alt) {
            this.alt = alt;
        }

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getAuthor_intro() {
            return author_intro;
        }

        public void setAuthor_intro(String author_intro) {
            this.author_intro = author_intro;
        }

        public String getOrigin_title() {
            return origin_title;
        }

        public void setOrigin_title(String origin_title) {
            this.origin_title = origin_title;
        }

        public String getPrice() {
            return price;
        }

        public void setPrice(String price) {
            this.price = price;
        }

        public String getCatalog() {
            return catalog;
        }

        public void setCatalog(String catalog) {
            this.catalog = catalog;
        }

        public String getPages() {
            return pages;
        }

        public void setPages(String pages) {
            this.pages = pages;
        }

        public String getPublisher() {
            return publisher;
        }

        public void setPublisher(String publisher) {
            this.publisher = publisher;
        }

        public String getIsbn10() {
            return isbn10;
        }

        public void setIsbn10(String isbn10) {
            this.isbn10 = isbn10;
        }

        public String getAlt_title() {
            return alt_title;
        }

        public void setAlt_title(String alt_title) {
            this.alt_title = alt_title;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }

        public String getSummary() {
            return summary;
        }

        public void setSummary(String summary) {
            this.summary = summary;
        }

        public String getIsbn13() {
            return isbn13;
        }

        public void setIsbn13(String isbn13) {
            this.isbn13 = isbn13;
        }

        public SeriesBean getSeries() {
            return series;
        }

        public void setSeries(SeriesBean series) {
            this.series = series;
        }

        public String getEbook_url() {
            return ebook_url;
        }

        public void setEbook_url(String ebook_url) {
            this.ebook_url = ebook_url;
        }

        public String getEbook_price() {
            return ebook_price;
        }

        public void setEbook_price(String ebook_price) {
            this.ebook_price = ebook_price;
        }

        public List<TagsBean> getTags() {
            return tags;
        }

        public void setTags(List<TagsBean> tags) {
            this.tags = tags;
        }

        public List<?> getTranslator() {
            return translator;
        }

        public void setTranslator(List<?> translator) {
            this.translator = translator;
        }

        public List<String> getAuthor() {
            return author;
        }

        public void setAuthor(List<String> author) {
            this.author = author;
        }

        public static class RatingBean {
            /**
             * max : 10
             * numRaters : 1
             * average : 0.0
             * min : 0
             */

            private int max;
            private int numRaters;
            private String average;
            private int min;

            public int getMax() {
                return max;
            }

            public void setMax(int max) {
                this.max = max;
            }

            public int getNumRaters() {
                return numRaters;
            }

            public void setNumRaters(int numRaters) {
                this.numRaters = numRaters;
            }

            public String getAverage() {
                return average;
            }

            public void setAverage(String average) {
                this.average = average;
            }

            public int getMin() {
                return min;
            }

            public void setMin(int min) {
                this.min = min;
            }
        }

        public static class ImagesBean {
            /**
             * small : https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif
             * large : https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif
             * medium : https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif
             */

            private String small;
            private String large;
            private String medium;

            public String getSmall() {
                return small;
            }

            public void setSmall(String small) {
                this.small = small;
            }

            public String getLarge() {
                return large;
            }

            public void setLarge(String large) {
                this.large = large;
            }

            public String getMedium() {
                return medium;
            }

            public void setMedium(String medium) {
                this.medium = medium;
            }
        }

        public static class SeriesBean {
            /**
             * id : 23198
             * title : 格兰塔
             */

            private String id;
            private String title;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }

        public static class TagsBean {
            /**
             * count : 1
             * name : 1
             * title : 1
             */

            private int count;
            private String name;
            private String title;

            public int getCount() {
                return count;
            }

            public void setCount(int count) {
                this.count = count;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }
        }
    }
}
